-- НАЙДИ РУССКИЙ ПЕРЕВО-
--
--                          ‹36ü¯                     ‹¯¯¯`
--                          ‹ü6üÇÅ6‹               ‹üGGü66l
--                          `‡‡3ÇÇÞÅÇ*`  `‹‹``  `¯ÇgÅ6Þü‡3¯
--                           ¯ll‡3Ç6gÅÞ‡l¯¯***‡l6gg6Ç33l**
--                           `*ll33‡‡l*¯‹‹‹¯*‹¯¯*l*‡‡‡l**`
--                            `ll‹‹‹‹‹¯ll*3l‡‡l*¯¯‹‹‹‹ll‹
--                            `¯¯¯‹‹¯*‡Ç6‡636ü‡6‡**¯*33¯
--                            ‹*¯¯¯l‡‡üÞ3ÇÞÇÞ363ü‡3*¯lü3`
--                            ¯*l3l*ÞGÇG‡GÞÅGü‡ÞÇÇü3l*ü6*
--                           `lü‡*¯‡ÞÆÆÅlÇÞ6ü3ÆÆÆÇülü6üÇ3
--                           `3l‹¯*3l3ü*ü‡‡33l*6üüü6ü6G63
--                    ‹33‡l  ‹‡‡36‡33l36ÇüllüÞ‡‡6ülllü666
--                 ¯üÇÇÇü6Çü `l‡l*¯‹¯*‡3¯ÇÞÞÞ¯‡‡**lüü3üÇ3
--              ¯3Ç6ü36ÇÇ666‡ ¯*¯‹*¯¯¯¯‹``l3``‹¯¯*‡**ll‡`
--             ‡66ÇÇ6ÇÇÇ6ÇÇüü‡ll‡l¯¯l‡ll**¯¯¯***l‡*¯¯¯*ll`
--           ‹ü6Ç6ÇÇÇÇÇ63‡l*¯33ül*¯***¯¯****¯*¯¯¯¯‹‹¯***ll`
--          `6ÇÇ66ü6üüÇl‡3336ÇÇ6ü*¯‹‹‹‹¯¯¯‹¯¯¯¯¯¯‹‹‹‹¯***l‡¯
--          ‡ÇÇÇ66ÇÇ36ÇüÇÇÇÇÇÇÇÇ6ü‡*‹‹‹¯¯‹‹‹¯‹¯‹‹‹‹¯*llll**‡l`
--         lÇÇÇÇÇü33üü366ü66ÇÇÇ6ÇÇ66l¯‹‹‹‹‹‹¯l3ü6ÇÇÇÇ6666üÇÇ6‡¯¯
--         üÇÇÇ66ü3l*l‡ü3üüÇÇÇ3üÇÇ66ül¯¯¯¯*lÇÇ6663******¯¯***‡üÇü‹
--        `ÇÇÇü3‡3*‡l‡üü‡lll‡‡33‡36Ç63‡l**l*lüÇÇ6l‡ü3333ll‡3üü3*l`
--        *ÇÇÇ63l*¯*l33l‡‡lll*‡ll‡‡ÇÇüü‡l**ÇÇÇÇ6¯``````````lÇÇÇÇÇ‡
--        *ÇÇÇüll‡‡333lll33‡l*‡l*3lüÇÇ6ü‡l*ÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇü‡
--        `6Ç6ÇÇÇ3ÇÇ6ü663‡l‡‡‡3l*‡*‡‡6Ç6Çü3üÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇ‡¯*
--         üÇÇÇÇÇ6ÇÇüÇ6Ç33333‡36666üÇÇ6ÇÇÇ6üÇÇÇÇÇÇÇÇÇÇÇÇÇÇü63‡l‡ÞÇÞ3*
--         ¯ÇÇÇÇÇÇ33ÇÇÇ3‡‡l3‡lÇÇü63‡Ç6l6Ç6üÇÞÇÇÇÇÇÇÇÇÇÇÇÇÇ33l3üü66ÇÇ*
--         `ÇÇÇÇÇ6ü‡‡3ü66‡‡3l‡‡‡‡‡3ü6üüü66ÇÇÇÞÇÇÇÇÇÇÇÇÇÇ6üül*lll33ü6l
--          `‡‡66Ç3‡l33633ülüü‡ü‡33ll3üÇü3‡36ÞÇÇÇÇÇÇÇÇÇÇÇG33l**ll‡6l
--          ‡ü‡33ü3‡ü3‡l****lll‡‡‡*¯l‡üü‡l*l‡6ÇÇÇÇÇÇÇÇÇÇÇÇÇgÆ6633‡‹
--        `6Ç63‡‡3üÞÇül******lll*‡ll*‡‡lll‡‡*3ÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇ`
--        üüü‡‡‡‡llü366‡l**¯*l**l3l***lll‡‡üüü3‡6ÇÇÇÇÇÇÇÇÇÇÇÇÇ6
--        ‡ü‡‡*ll*3ügÞ6ÇÇü‡*l***lll3363‡ü6ÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇ¯
--         lü‡l‡6G6ÇüÇÇ6Ç6‡*l‡3366ÇÇÇ6‡6üÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇ
--          `*36Ç6*  *‡ÇÇÇÇü6Ç6ÇÇüüüülüÇÇÇÇÇÇÇÞÆÞ6ÇÇÇÇÇÇÇÇü‹`
--                      `l66ÇÇÇ6ü33‡63üÇÇÇÞgggÞÞÇÞGÇ3l*‡üÇÇ3
--                        `6ÞÞÞÇÇÇÇÞÞGgÅgGÇ6ü33‡llll33333‡ll‹
--                        ‹3‡3ü6üü66666ü33‡‡lll*l‡l***l‡l*l‡*
--                        ¯33‡l‡‡lll‡‡‡*‡‡‡‡lllll3llll*‡‡ll‡l
--
-- АХАХАХ ЭТА ЧЁ???? ОГРОМНЫЙ КОТ С ЧЕБУРЕКОМ И ПИВОМ ЧЁЁЁЁЁЁЁЁЁЁЁЁЁЁЁЁЁЁЁЁ??? Котяря блин ты либо делись либо улепётывая из перевода
return {
	descriptions = {
		Back = {
			b_cry_antimatter = {
				name = "Колода антиматерии",
				text = {
					"Применяет {C:legendary,E:1}плюсы{}",
					"{C:attention}каждой{} колоды,",
				},
				unlock = {
					"Выиграй партию с:",
					"{C:attention}Пустой колодой",
					"на {C:attention}Золотой Ставке",
				},
			},
			b_cry_antimatter_balanced = {
				name = "Колода антиматерии",
				text = {
					"Применяет {C:legendary,E:1}плюсы{}",
					"{C:attention}почти каждой{} колоды,",
					"пройденной на {C:gold}Золотой Ставке{}",
				},
				unlock = {
					"Выиграй партию с:",
					"{C:attention}Пустой колодой",
					"на {C:attention}Золотой Ставке",
				},
			},
			b_cry_antimatter_custom = {
				name = "Колода антиматерии",
				text = {
					"Применяет {C:legendary,E:1}плюсы{}",
					"{C:attention}почти каждой{} колоды,",
					"пройденной на {C:gold}Золотой Ставке{}",
				},
				unlock = {
					"Выиграй партию с:",
					"{C:attention}Пустой колодой",
					"на {C:attention}Золотой Ставке",
				},
				},
			b_cry_beta = {
				name = "Ностальгическая колода",
				text = {
					"Слоты под {C:attention}Джокеры{}",
					"и под {C:attention}Расходники{} {C:attention}соединены",
					"{C:attention}Ностальгические{} блайнды заменяют",
					"их обновлённые блайнды",
				},
				unlock = {
					"Выирай партию с любой",
					"колодой на сложности",
					"минимум {C:attention}Розовая Ставка",
				},
			},
			b_cry_blank = {
				name = "Пустая колода",
				text = {
					"{C:inactive,E:1}Ничего не делает?",
				},
			},
			b_cry_CCD = {
				name = "CCD Колода",
				text = {
					"Каждая карта это ещё и",
					"{C:attention}случайный{} расходник",
				},
				unlock = {
					"Используй {C:spectral}Карманное измерение",
				},
			},
			b_cry_conveyor = {
				name = "Конвейерная колода",
				text = {
					"Джокеров {C:attention}нельзя{} двигать",
					"в начале раунда,",
					"{C:attention}дублирует{} самого правого джокера",
					"и {C:attention}уничтожает{} самого левого джокера",
				},
				unlock = {
					"Используй {C:spectral}Аналог",
				},
			},
			b_cry_critical = {
				name = "Критическая колода",
				text = {
					"После каждой сыгранной руки,",
					"{C:green}#1# к #2#{} шанс для {X:dark_edition,C:white} ^2 {} Множ",
					"{C:green}#1# к #3#{} шанс для {X:dark_edition,C:white} ^0.5 {} Множ",
				},
				unlock = {
                    "Получи {C:attention}Подкрученого джокера",
                },
			},
			b_cry_encoded = {
				name = "Закодированная колода",
				text = {
					"Начинаете партию с {C:cry_code,T:j_cry_CodeJoker}Код Джокером{}",
					"и {C:cry_code,T:j_cry_copypaste}Копировать/Вставить{}",
					"Только {C:cry_code}Код-карты{} появляются в магазине",
				},
				unlock = {
					"Используй {C:spectral}POINTER://",
				},
			},
			b_cry_equilibrium = {
				name = "Колода равновесия",
				text = {
					"Все карты имеют",
					"{C:attention}одинаковый шанс{}",
					"Появления в магазинах,",
					"Начинаете партию с",
					"{C:attention,T:v_overstock_plus}Изобилие перебросов",
				},
				unlock = {
					"Имейте {C:attention}100 Джокеров",
					"одновременно",
				},
			},
			b_cry_glowing = {
				name = "Светящаяся колода",
				text = {
					"Умножает значения всех",
					"джокеров на {X:dark_edition,C:white} X1.25 {}",
					"после победы над Босс-блайндом",
					"{X:cry_jolly,C:white,s:0.8} Jolly#1#Open#1#Winner#1#-#1#wawa#1#person", --peak loc_vars right here
				},
				unlock = {
					"Have {C:attention}100 Jokers",
					"at the same time",
				},
			},
			b_cry_infinite = {
				name = "Бесконечная колода",
				text = {
					"Вы можете выбрать {C:attention}любое",
					"количество карт",
					"{C:attention}+1{} размер руки",
				},
				unlock = {
					"Сыграй руку, содержащую",
					"{C:attention}6{} или больше карт",
				},
			},
			b_cry_misprint = {
				name = "Колода с опечатками",
				text = {
					"Числа карт",
					"и покерных рук",
					"{C:attention}случайны",
				},
				unlock = {
					"Получи {C:dark_edition}Глючного{C:attention} Джокера",
				},
			},
			b_cry_redeemed = {
				name = "Погашенная колода",
				text = {
					"Когда {C:attention}Ваучер{} куплен,",
					"получаешь {C:attention}все улучш. версии",
				},
				unlock = {
					"Открой каждого",
					"{C:attention}Ваучера",
				},
			},
			b_cry_very_fair = {
				name = "Очень честная колода",
				text = {
					"{C:blue}-2{} руки, {C:red}-2{} сброса",
					"каждый раунд",
					"{C:attention}Ваучеры{} не появляются",
					"в магазине",
				},
				unlock = {
					"Выирай партию с Пустой колодой",
					"на любой сложности",
				},
			},
			b_cry_wormhole = {
				name = "Колода червоточины",
				text = {
					"Начинаете с {C:cry_exotic}Экзотическим{C:attention} Джокером",
					"Джокеры в {C:attention}20X{} чаще",
					"появляются {C:dark_edition}Негативными",
					"{C:attention}-2{} Слота джокера",
				},
				unlock = {
					"Получи {C:cry_exotic}Экзотического{C:attention} Джокера",
				},
			},
			b_cry_bountiful = {
				name = "Щедрая колода",
				text = {
					"После {C:blue}руки{} или {C:red}сброса{},",
					"всегда добирайте {C:attention}5{} карт",
				},
				unlock = {
					"Победите {C:attention}Змею",
					"без использования {C:red}сброса",
				},
			},
			b_cry_e_deck = {
				name = "Колода выпусков",
				text = {
					"Все карты имеют {C:dark_edition}#1#{} выпуск",
					"Карты не могут менять выпуск",
					"{C:inactive}(Нажмите, чтобы изменить)",
				},
				unlock = {
					"Откройте каждый",
					"{C:dark_edition}выпуск",
				},
			},
			b_cry_et_deck = {
				name = "Колода улучшений",
				text = {
					"Все {C:attention}игральные карты{}",
					"имеют улучшение {C:attention}#1#{}",
					"{C:inactive}(Нажмите, чтобы изменить)",
				},
				unlock = {
					"Используйте {C:spectral}Вакуум",
				},
			},
			b_cry_sk_deck = {
				name = "Колода наклеек",
				text = {
					"Все карты имеют наклейку {C:attention}#1#{}",
					"{C:inactive}(Нажмите, чтобы изменить)",
				},
				unlock = {
					"Используйте {C:spectral}Замок",
				},
			},
			b_cry_sl_deck = {
				name = "Колода печатей",
				text = {
					"Все {C:attention}игральные карты{} имеют {C:dark_edition}#1#{}",
					"Карты не могут менять печати",
					"{C:inactive}(Нажмите, чтобы изменить)",
				},
				unlock = {
					"Используйте {C:spectral}Тайфун",
				},
			},
			b_cry_st_deck = {
				name = "Колода мастей",
				text = {
					"Все {C:attention}игральные карты{} имеют масть {C:dark_edition}#1#",
					"Карты не могут менять масть",
					"{C:inactive}(Нажмите, чтобы изменить)",
				},
				unlock = {
					"Используйте {C:spectral}Реплика",
				},
			},
			b_cry_spooky = {
				name = "Жуткая колода",
				text = {
					"Начните с {C:eternal}Вечного{} {C:attention,T:j_cry_chocolate_dice}Шоколадного К10",
					"После каждого {C:attention}Анте{} создаёт",
					"{C:cry_candy}Конфетного{} или {X:cry_cursed,C:white}Проклятого{} Джокера",
				},
				unlock = {
					"Получите {C:cry_candy}Конфетного{C:attention} Джокера",
				},
			},
			b_cry_legendary = {
				name = "Легендарная колода",
				text = {
					"Начните с {C:legendary}Легендарного{} Джокера",
					"Вероятность{C:green} #1# из #2#{} создать еще одного",
					"при победе над Босс-блайндом ",
					"{C:inactive}(при наличии места){}",
				},
				unlock = {
					"Имейте {C:attention}2 Легендарных Джокера",
					"одновременно",
				},
			},
			b_cry_beige = {
				name = "Бежевая колода",
				text = {
					"{C:attention}Обычные{} Джокеры имеют",
					"{C:attention}учетверенные{} значения",
				},
				unlock = {
					"Откройте как минимум",
					"{C:attention}200{} предметов из",
					"вашей коллекции",
				},
			},
		},
		Blind = {
			bl_cry_box = {
				name = "Коробка",
				text = {
					"Все обычные джокеры",
					"ослабляются",
				},
			},
			bl_cry_clock = {
				name = "Часы",
				text = {
					"+0.1X минимум очков каждые",
					"12 секунды в этом анте",
				},
			},
			bl_cry_hammer = {
				name = "Молоток",
				text = {
					"Все карты с нечётным",
					"рангом ослабляются",
				},
			},
			bl_cry_joke = {
				name = "Шутка",
				text = {
					"Если очки в два раза больше минимума,",
					"Умножить анте на #1#",
				},
			},
			bl_cry_magic = {
				name = "Магия",
				text = {
					"Все карты с чётным",
					"рангом ослабляются",
				},
			},
			bl_cry_lavender_loop = {
				name = "Лавандовый круг",
				text = {
					"1.25X минимум очков каждые",
					"6 секунды потраченные в этом раунде",
				},
			},
			bl_cry_obsidian_orb = {
				name = "Обсидиановая сфера",
				text = {
					"Применяет все способности",
					"побеждённых Босс-блайдов",
				},
			},
			bl_cry_oldarm = {
				name = "Рука, Ностальгия",
				text = {
					"Необходима сыграть 4",
					"или меньше карт",
				},
			},
			bl_cry_oldfish = {
				name = "Рыба, Ностальгия",
				text = {
					"Все руки начинают",
					"с 1 Множ.",
				},
			},
			bl_cry_oldflint = {
				name = "Кремень, Ностальгия",
				text = {
					"Без флешов",
				},
			},
			bl_cry_oldhouse = {
				name = "Дом, Ностальгия",
				text = {
					"Без фулл-хаусов",
				},
			},
			bl_cry_oldmanacle = {
				name = "Кандалы, Ностальгия",
				text = {
					"Разделить Множ. на Сбросы",
				},
			},
			bl_cry_oldmark = {
				name = "Знак, Ностальгия",
				text = {
					"Без рук,",
					"которые содержат пару",
				},
			},
			bl_cry_oldox = {
				name = "Буйвол, Ностальгия",
				text = {
					"Все руки начинают",
					"с нулём фишек",
				},
			},
			bl_cry_oldpillar = {
				name = "Столп, Ностальгия",
				text = {
					"Без стритов",
				},
			},
			bl_cry_oldserpent = {
				name = "Змей, Ностальгия",
				text = {
					"Разделить Множ.",
					"на уровень разыгранной руки",
				},
			},
			bl_cry_pin = {
				name = "Булавка",
				text = {
					"Джокеры с эпической или выше",
					"редкостью ослабляются",
				},
			},
			bl_cry_pinkbow = {
				name = "Бантик",
				text = {
					"Картам присваивается случайная",
					"",
				},
			},
			bl_cry_sapphire_stamp = {
				name = "Сапфировый штамп",
				text = {
					"Выбор дополнительной карты,",
					"случайная карта не учитывается",
				},
			},
			bl_cry_shackle = {
				name = "Кандалы 2.0",
				text = {
					"Все негативные джокеры",
					"ослаблены",
				},
			},
			bl_cry_striker = {
				name = "Нападающий",
				text = {
					"Все редкие джокеры",
					"ослаблены",
				},
			},
			bl_cry_tax = {
				name = "Налог",
				text = {
					"Максимальные очки за руку",
					"0.4X требований блайнда",
				},
			},
			bl_cry_tornado = {
				name = "Бирюзовый торнадо",
				text = {
					"#1# в #2# шанс что",
					"руку не посчитает",
				},
			},
			bl_cry_trick = {
				name = "Трюк",
				text = {
					"После каждой руки, переворачивает",
					"все карты в руке рубашкой вверх",
				},
			},
			bl_cry_vermillion_virus = {
				name = "Вирус Вермиллион",
				text = {
					"Один случайный джокер",
					"заменяется каждую руку",
				},
			},
			bl_cry_windmill = {
				name = "Мельница",
				text = {
					"Все необычные джокеры",
					"ослаблены",
				},
			},
			bl_cry_scorch = {
				name = "Пламя",
				text = {
					"Необходимо сыграть 5 карт,",
					"Уничтожает сыгранные и",
					"Сброшеные карты",
				},
			},
			bl_cry_greed = {
					name = "Жадность",
					text = {
						"+#2# К базе за каждые",
						"$#1# после выбора блайнда",
					},
			},
			bl_cry_repulsor = {
				name = "Пульсация",
				text = {
					"Перезапускает правого и",
					"левого джокера, остальные",
					"джокеры не играют",
				},
			},
			bl_cry_chromatic = {
				name = "Призма",
				text = {
					"Счет руки отрицательный",
					"если рука чётная",
				},
			},
			bl_cry_landlord = {
				name = "Домовладелец",
				text = {
					"Делает прокатным",
					"Случайного джокера",
					"После каждой сыгранной руки",
				},
			},
			bl_cry_decision = {
				name = "Решение",
				text = {
					"Закрепляет Джокеров при игре или сбросе",
					"Открывает Зловещий Набор Шута",
					"после этого раунда",
				},
			},
			bl_cry_trophy = {
				name = "Лимонный трофей",
				text = {
					"Множ. не может",
					"превысить фишки",
				},
			},
		},
		Code = {
			c_cry_class = {
				name = "://CLASS",
				text = {
					"Конвертировать {C:cry_code}#1#{} выбранную карту",
					"в {C:cry_code}выбранное{} улучшение",
				},
			},
			c_cry_commit = {
				name = "://COMMIT",
				text = {
					"Уничтожить {C:cry_code}выбранного{} Джокер,",
					"создать {C:cry_code}нового{} Джокера",
					"той же {C:cry_code}редкости",
				},
			},
			c_cry_crash = {
				name = "://CRASH",
				text = {
					"{C:cry_code,E:1}Даже не думай!",
				},
			},
			c_cry_delete = {
				name = "://DELETE",
				text = {
					"{C:cry_code}Навсегда{} удалить",
					"{C:cry_code}выбранный{} предмет из магазина",
					"{C:inactive,s:0.8}Предмет больше не появится в этом забеге",
				},
			},
			c_cry_divide = {
				name = "://DIVIDE",
				text = {
					"Уменьшить цены {C:cry_code}Наполовину{}",
					"в текущем магазине",
				},
			},
			c_cry_exploit = {
				name = "://EXPLOIT",
				text = {
					"{C:cry_code}Следущая{} рука",
					"считается",
					"{C:cry_code}выбранной{} покерной рукой",
					"{C:inactive,s:0.8}Секретные покерные руки",
					"{C:inactive,s:0.8}должны быть найдены, чтобы они считались",
				},
			},
			c_cry_hook = {
				name = "HOOK://",
				text = {
					"Выбери двух джокеров",
					"которые станут {C:cry_code}Связаными",
				},
			},
			c_cry_machinecode = {
				name = "://MACHINECODE",
				text = {
					"",
				},
			},
			c_cry_malware = {
				name = "://MALWARE",
				text = {
					"Добавляет {C:dark_edition}Глючный{} ко всем",
					"картам {C:cry_code}в руке",
				},
			},
			c_cry_merge = {
				name = "://MERGE",
				text = {
					"Соединить {C:cry_code}Расходник",
					"с выбранной {C:cry_code}игральной картой",
				},
			},
			c_cry_multiply = {
				name = "://MULTIPLY",
				text = {
					"{C:cry_code}Удваивает{} все значения",
					"выбранного {C:cry_code}Джокера{} до",
					"конца раунда",
				},
			},
			c_cry_payload = {
				name = "://PAYLOAD",
				text = {
					"Следующий блайнд",
					"даёт {C:cry_code}X#1#{} процентов ",
				},
			},
			c_cry_oboe = {
				name = "://OFFBYONE",
				text = {
					"Следующий {C:cry_code}Набор{} имеет на",
					"{C:cry_code}#1#{} дополнительную карту и",
					"{C:cry_code}#1#{} дополнительный выбор",
					"{C:inactive}(Сейчас: {C:cry_code}+#2#{C:inactive})",
				},
			},
			c_cry_reboot = {
				name = "://REBOOT",
				text = {
					"Даёт {C:blue}Рук{} и {C:red}Сбросов{},",
					"возвращает {C:cry_code}все{} карты в карты",
					"и вытянуть {C:cry_code}новую{} руку",
				},
			},
			c_cry_revert = {
				name = "://REVERT",
				text = {
					"Ставит {C:cry_code}состояние игры{} на",
					"начало {C:cry_code}Анте{}",
				},
			},
			c_cry_rework = {
				name = "://REWORK",
				text = {
					"Уничтожить {C:cry_code}выбранного{} Джокера,",
					"создаёт {C:cry_code}Тэг доработки{} с",
					"{C:cry_code}улучшенной{} версии",
					"{C:inactive,s:0.8}Следует порядку как в коллекции",
				},
			},
			c_cry_run = {
				name = "://RUN",
				text = {
					"Посетить {C:cry_code}магазин",
					"посреди {C:cry_code}Блайнда",
				},
			},
			c_cry_seed = {
				name = "://SEED",
				text = {
					"Выбери джокера",
					"или игральную карту",
					"чтобы те стали {C:cry_code}Подкрученными",
				},
			},
			c_cry_semicolon = {
				name = ";//",
				text = {
					"Закончить текущий не {C:cry_code}Босс-блайнд{}",
					"{C:cry_code}без{} подсчета денег",
				},
			},
			c_cry_spaghetti = {
				name = "://SPAGHETTI",
				text = {
					"Создать {C:cry_code}Глючного",
					"Съедобного Джокера",
				},
			},
			c_cry_variable = {
				name = "://VARIABLE",
				text = {
					"Конвертировать {C:cry_code}#1#{} выбранных карт",
					"в {C:cry_code}выбранный{} ранг",
				},
			},
			c_cry_keygen = {
				name = "://KEYGEN",
				text = {
					"Создаёт случайный {C:cry_code}Банановый{} ваучер",
					"{C:cry_code}Уничтожает{} любой ваучер,",
					"ранее созданный этой картой",
				},
			},
			c_cry_nperror = {
				name = "://NPERROR",
				text = {
					"{C:cry_code}Возвращает{} последнюю",
					"разыгранную руку",
					"обратно в вашу руку",
				},
			},
			c_cry_patch = {
				name = "://PATCH",
				text = {
					"Снимает все {C:cry_code}дебаффы{}",
					"с видимых в данный момент карт",
					"{C:cry_code}Сбрасывает{} состояние магазина",
				},
			},
			-- -_-
			c_cry_cryupdate = {
				name = "://UPDATE",
				text = {
					"{C:cry_code}Будет определено{}",
					"в будущем {C:cry_code}обновлении{}",
				},
			},
			c_cry_assemble = {
				name = "://ASSEMBLE",
				text = {
					"Добавляет {C:cry_code}Множ.{} к",
					"{C:cry_code}выбранной руке{}, равный",
					"количеству ваших Джокеров",
				},
			},
			c_cry_inst = {
				name = "://INSTANTIATE",
				text = {
					"Вытягивает карту с {C:cry_code}рангом{} выбранной карты",
					"и карту с {C:cry_code}мастью{} выбранной карты",
					"{C:inactive}(если это возможно){}",
				},
			},
			c_cry_cryfunction = {
				name = "FUNCTION://",
				text = {
					"Сохраняет {C:cry_code}три последних{}",
					"использованных расходуемых предмета",
					"Повторное использование этой карты создаёт копию",
					"первого из них с наклейкой {C:cry_code}Function://{}",
				},
			},
			c_cry_global = {
				name = "://GLOBAL",
				text = {
					"Выберите игральную карту,",
					"чтобы она стала {C:cry_code}Глобальной{}",
				},
			},
			c_cry_log = {
				name = "://LOG",
				text = {
					"Показывает {C:cry_code}сводку{} одного из трёх:",
					"{C:attention}Босс-блайнд{} и {C:attention}ваучер{} следующего анте,",
					"следующие {C:attention}5{} {C:attention}Джокеров{} в магазине или",
					"следующие {C:attention}10{} игральных карт в {C:attention}колоде{}",
					"{C:inactive}(Если вы внутри Блайнда){}",
				},
			},
			c_cry_quantify = {
				name = "://QUANTIFY",
				text = {
					"Переносит {C:attention}#1#{} выбранную",
					"{C:attention}карту{} или {C:attention}набор{} в",
					"Слоты {C:attention}Джокеров{}",
				},
			},
			c_cry_alttab = {
				name = "://ALTTAB",
				text = {
					"Создаёт {C:cry_code}тег пропуска{}",
					"текущего блайнда",
					"{C:inactive}(Текущий: {C:cry_code}#1#{C:inactive})",
				},
			},
			c_cry_ctrl_v = {
				name = "://CTRL+V",
				text = {
					"Создаёт {C:cry_code}копию{} выбранной",
					"игральной карты или расходуемого предмета",
				},
			},
			c_cry_declare = {
				name = "://DECLARE",
				text = {
					"Ваши {C:attention}выбранные{} карты",
					"становятся {C:cry_code}новой{} покерной рукой, ",
					"которая считается содержащей {C:attention}#1#{}",
					"Вы можете создать до {C:attention}3{} {C:inactive}[#2#]{} рук",
				},
			},
		},
		["Content Set"] = {
			set_cry_blind = {
				name = "Блайнды",
				text = {
					"{C:attention}Босс-блайнды{}, добавленные",
					"модом Cryptid",
				},
			},
			set_cry_code = {
				name = "Код-карты",
				text = {
					"{C:cry_code}Код-карты{} и",
					"связанный с ними контент",
				},
			},
			set_cry_cursed = {
				name = "Проклятые джокеры",
				text = {
					"Вредные джокеры",
					"редкости {X:cry_cursed,C:white}Проклятый{}",
				},
			},
			set_cry_deck = {
				name = "Колоды",
				text = {
					"{C:attention}Колоды{}, добавленные",
					"модом Cryptid",
				},
			},
			set_cry_epic = {
				name = "Эпические джокеры",
				text = {
					"Джокеры редкости",
					"{C:cry_epic}Эпический{}",
					"{C:inactive,s:0.8}(Между Редким и Легендарным)",
				},
			},
			set_cry_exotic = {
				name = "Экзотические джокеры",
				text = {
					"Мощные джокеры",
					"редкости {C:cry_exotic}Экзотический{}",
				},
			},
			set_cry_m = {
				name = "М-джокеры",
				text = {
					"Джокеры, связанные с",
					"буквой {C:attention}M{} и",
					"{C:attention}Jolly Joker{}",
				},
			},
			set_cry_meme = {
				name = "Мемы",
				text = {
					"Вещи, содержащие",
					"различные отсылки",
				},
			},
			set_cry_misc = {
				name = "Прочее",
				text = {
					"Вещи, не подошедшие",
					"ни в один другой",
					"{C:cry_ascendant}Тематический набор{}",
				},
			},
			set_cry_misc_joker = {
				name = "Прочие джокеры",
				text = {
					"{C:attention}Джокеры{}, не подошедшие",
					"ни в один другой",
					"{C:cry_ascendant}Тематический набор{}",
				},
			},
			set_cry_planet = {
				name = "Карты планет",
				text = {
					"Разнообразные {C:planet}карты планет{},",
					"добавленные модом Cryptid",
				},
			},
			set_cry_poker_hand_stuff = {
				name = "Покерные комбинации",
				text = {
					"Добавляет 5 новых {C:attention}комбинаций",
					"и включает {C:attention}Вознесенные руки{}",
				},
			},
			set_cry_spectral = {
				name = "Спектральные карты",
				text = {
					"{C:spectral}Спектральные карты{}, добавленные",
					"модом Cryptid",
				},
			},
			set_cry_spooky = {
				name = "Жуткое обновление",
				text = {
					"Контент Spooky Update,",
					"включая {C:cry_candy}Конфетных{} джокеров",
				},
			},
			set_cry_tag = {
				name = "Теги",
				text = {
					"{C:attention}Теги{}, добавленные",
					"модом Cryptid",
				},
			},
			set_cry_tier3 = {
				name = "Ваучеры 3-го тира",
				text = {
					"Дополнительный {C:attention}уровень{}",
					"ваучеров",
				},
			},
			set_cry_timer = {
				name = "Механики времени",
				text = {
					"Предметы с эффектами",
					"и механиками на {C:attention}время{}",
				},
			},
			set_cry_voucher = {
				name = "Прочие ваучеры",
				text = {
					"{C:attention}Ваучеры{} 1-го и 2-го уровней,",
					"добавленные модом Cryptid",
				},
			},
		},
		Edition = {
			e_cry_astral = {
				name = "Астральный",
				text = {
					"{X:dark_edition,C:white}^#1#{} Множ.",
				},
			},
			e_cry_blur = {
				name = "Размытый",
				text = {
					"{C:attention}Перезапустить{} эту",
					"карту {C:attention}1{} раз",
					"{C:green}#1# к #2#{} шанс",
					"перезапустить ещё{C:attention}#3#{}",
					"раза",
				},
			},
			e_cry_double_sided = {
				name = "Двухсторонний",
				text = {
					"Эта карта может быть",
					"{C:attention}перевёрнута{} чтобы",
					"показать другую карту",
				},
			},
			e_cry_glass = {
				name = "Хрупкий",
				label = "Хрупкий",
				text = {
					"{C:white,X:mult} X#3# {} Множ",
					"{C:green}#1# к #2#{} шанс, чтобы эта",
					"карта не {C:red}уничтожилась",
					"при срабатывании",
				},
			},
			e_cry_glitched = {
				name = "Глючный",
				text = {
					"Все значения на карте",
					"{C:dark_edition}случайны{}",
					"между {C:attention}X0.1{} и {C:attention}X10{}",
					"{C:inactive}(если возможно){}",
				},
			},
			e_cry_gold = {
				name = "Золотой",
				label = "Золотой",
				text = {
					"Заработать {C:money}$#1#{} при использовании",
					"или срабатывании",
				},
			},
			e_cry_m = {
				name = "Весёлый",
				text = {
					"{C:mult}+#1#{} Множ",
					"Эта карта чуствует",
					"скорее всего {C:attention}веселье{}",
				},
			},
			e_cry_mosaic = {
				name = "Мозаичный",
				text = {
					"{X:chips,C:white} X#1# {} Фишек",
				},
			},
			e_cry_noisy = {
				name = "Шумный",
				text = {
					"???",
				},
			},
			e_cry_oversat = {
				name = "Перенасыщенный",
				text = {
					"Все значения",
					"на карте",
					"{C:attention}удвоенны{}",
					"{C:inactive}(Если возможно)",
				},
			},
		},
		Enhanced = {
			m_cry_echo = {
				name = "Эхо-Карта",
				text = {
					"{C:green}#2# к #3#{} шанс",
					"{C:attention}перезапустить{} #1# дополнительный",
					"раз когда сыграно",
				},
			},
			m_cry_light = {
				name = "Светлая карта",
				text = {
					"При срабатывании с {C:attention}#4#{} {C:inactive}(#3#){} другими",
					"подсчитываемыми картами, дает {X:mult,C:white}X#1#{} Множ. и",
					"увеличивает требование на {C:attention}5{}",
					"{C:inactive}(Сейчас {X:mult,C:white}X#2#{C:inactive} Множ.)",
				},
			},
			m_cry_abstract = {
				name = "Абстрактная карта",
				text = {
					"{X:dark_edition,C:white}^#1#{} Множ.",
					"Считается {C:attention}уникальной{} по масти и рангу",
					"Вероятность {C:green} #4# из #5#{} что",
					"карта будет {C:red,E:2}уничтожена{} в твоей руке ",
					"в {C:attention}конце раунда{}",
					"или при {C:attention}разыгрывании руки{}",
				},
			},
		},
		Joker = {
			j_cry_test_modest = {
				name = "Тестовый джокер",
				text = {
					"{C:chips}+#1#{} фишек#<s>1#",
				},
			},
			j_cry_test_mainline = {
				name = "Тестовый джокер",
				text = {
					"{C:chips}+#1#{} фишек#<s>1#",
					"{C:money}+$44{} в начале {C:attention}Блайнда{}",
				},
			},
			j_cry_test_madness = {
				name = "Тестовый джокер",
				text = {
					"{C:chips}+#1#{} фишек#<s>1#",
					"{C:money}+$44444{} в начале {C:attention}Блайнда{}",
				},
			},
			j_cry_test_cryptid_in_2025 = {
				name = "Тестовый джокер",
				text = {
					"{C:chips}+#1#{} фишек#<s>1#",
					"{C:money}+$44444{} в начале {C:attention}Блайнда{}",
				},
			},
			j_cry_adroit = {
				name = "Проворный джокер",
				text = {
					"{C:chips}+#1#{} шт. фишек, если",
					"сыгранная рукк",
					"содержит {C:attention}#2#",
				},
			},
			j_cry_altgoogol = {
				name = "Ностальгическая Гугол Игральная Карта",
				text = {
					"Продайте эту карту, чтобы создать",
					"{C:attention}2{} копии крайнего левого {C:attention}Джокера{}",
					"{C:inactive,s:0.8}Не копирует Ностальгическую Гугол Игральную Карту{}",
				},
			},
			j_cry_altgoogol_balanced = {
				name = "Ностальгическая Гугол Игральная Карта",
				text = {
					"Продайте эту карту, чтобы создать",
					"{C:attention}2{} копии крайнего левого {C:attention}Джокера{}",
					"{C:inactive,s:0.8}Не копирует Ностальгическую Гугол Игральную Карту{}",
					"{C:inactive}(Удаляет Негатив с копии){}",
				},
			},
			j_cry_antennastoheaven = {
				name = " ...КАК АНТЕННЫ ДО НЕБЕС",
				text = {
					"Этот джокер даёт",
					"{X:chips,C:white} X#1# {} Фишек при подсчете",
					"разыгранных {C:attention}4{} или {C:attention}7{}",
					"{C:inactive}(Сейчас: {X:chips,C:white}X#2# {C:inactive} Фишек)",
				},
			},
			j_cry_apjoker = {
				name = "ББ Джокер",
				text = { "{X:mult,C:white} X#1# {} Множ. против {C:attention}Босс-блайндов{}" },
			},
			j_cry_arsonist = {
				name = "Поджигатель",
				text = {
					"Если сыгранная рука",
					"содержит {C:attention}Фулл-хаус{},",
					"{C:red}уничтожает{} все карты",
					"после подсчета очков",
				},
			},
			j_cry_astral_bottle = {
				name = "Астрал в бутылке",
				text = {
					"При продаже накладывает {C:dark_edition}Астрал{}",
					"и {C:attention}Портящийся{} на",
					"случайного {C:attention}Джокера{}",
				},
			},
			j_cry_astral_bottle_mainline = {
				name = "Астрал в бутылке",
				text = {
					"При продаже накладывает {C:dark_edition}Астрал{}",
					"и {C:attention}Портящийся{} на",
					"случайных {C:attention}Джокеров{}",
				},
			},
			j_cry_astral_bottle_madness = {
				name = "Астрал в бутылке",
				text = {
					"При продаже накладывает {C:dark_edition}Астрал{}",
					"на случайного {C:attention}Джокера{}",
				},
			},
			j_cry_big_cube = {
				name = "Большой Куб",
				text = {
					"{X:chips,C:white} X#1# {} Фишек",
				},
			},
			j_cry_biggestm = {
				name = "Гигант",
				text = {
					"{X:mult,C:white} X#1# {} Множ. до конца",
					"раунда если {C:attention}покерная рука{}",
					"это {C:attention}#2#{}",
					"{C:inactive}(Сейчас: Множ {C:attention}#3#{}{C:inactive}){}",
					"{C:inactive,s:0.8}просто широкая кость",
				},
			},
			j_cry_blender = {
				name = "Блендер",
				text = {
					"Создать {C:attention}случайный{}",
					"Расходник когда",
					"{C:cry_code}Код-карта{} использована",
					"{C:inactive}(Должно быть место){}",
				},
			},
			j_cry_blacklist = {
				name = "Чёрный список",
				text = {
					"Если {C:attention}#1#{} находится в руке или разыгрывается,",
					"устанавливает {C:chips}Фишки{} и {C:mult}Множ.{} на 0",
					"{C:red,E:2}Самоуничтожается{}, если в колоде нет {C:attention}#1#{}",
					"{C:inactive,s:0.8}Ранг не меняется",
				},
			},
			j_cry_rotten_egg = {
				name = "Тухлое яйцо",
				text = {
					"При получении, устанавливает цену продажи",
					"всех текущих и будущих Джокеров на {C:attention}$#1#{}",
					"Уменьшает цену продажи всех {C:attention}Джокеров{} на {C:attention}$#2#{}",
					"в конце раунда",
					"{C:red}Самоуничтожается{} после получения {C:attention}$#3#{} {C:inactive}[#4#]{}",
					"от продажи {C:attention}Джокеров{}",
				},
			},
			j_cry_blurred = {
				name = "Мыльный джокер",
				text = {
					"{C:blue}+#1#{} рука при",
					"выборе {C:attention}блайнда{}",
				},
			},
			j_cry_bonk = {
				name = "Bonk",
				text = {
					"Каждый {C:attention}Джокер{} дает {C:chips}+#1#{} фишек",
					"Увеличивает значение на {C:chips}+#2#{} если",
					"{C:attention}покерная рука{} это {C:attention}#3#{}",
					"{C:inactive,s:0.8}Веселые Джокеры вместо этого дают{} {C:chips,s:0.8}+#4#{} {C:inactive,s:0.8}фишек{}",
				},
			},
			j_cry_bonkers = {
				name = "Чокнутый джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука",
					"содержит {C:attention}#2#",
				},
			},
			j_cry_bonusjoker = {
				name = "Бонусный джокер",
				text = {
					"{C:green}#1# из #2#{} шанс что каждая",
					"подсчитываемая {C:attention}Бонусная{} карта увеличит",
					"{C:attention}слоты {C:attention}джокеров{} или {C:attention}расходников",
					"на {C:dark_edition}1{}",
					"{C:red}Работает дважды за раунд",
					"{C:inactive,s:0.8}(Равный шанс у каждой){}",
				},
			},
			j_cry_booster = {
				name = "Бустер джокер",
				text = {
					"{C:attention}+#1#{} Слот под Наборы джокеров",
					"В магазине",
				},
			},
			j_cry_boredom = {
				name = "Скука",
				text = {
					"{C:green}#1# к #2#{} шанс",
					"{C:attention}перезапустить{} каждого {C:attention}Джокера{}",
					"или {C:attention}игральную карту{}",
					"{C:inactive,s:0.8}Не влияет на скуки{}",
				},
				unlock = {
					"Будте АФК",
					"В главном меню",
					"{C:attention}10 минут",
				},
			},
			j_cry_broken_sync_catalyst = {
				name = "Сломанный катализатор синхронизации",
				text = {
					"Меняет местами {C:attention}#1#%{} {C:chips}Фишек{} с {C:attention}#1#%{} {C:mult}Множ.{}",
					"{C:inactive,s:0.8}Я уже видел это раньше...",
					"{C:inactive,s:0.8}...оно видало лучшие времена",
				},
			},
			j_cry_thalia = {
				name = "Талия и Мельпомена",
				text = {
					"{C:white,X:mult}X#1#{} Множ. за каждую",
					"пару {C:attention}Джокеров{}, уникальных по редкости",
					"{C:inactive}(Сейчас {C:white,X:mult}X#2#{C:inactive}){}",
				},
			},
			j_cry_keychange = {
				name = "Модуляция",
				text = {
					"Дает {C:white,X:mult}X#1#{}, если эта {C:attention} рука{}",
					"еще не была разыграна в этом раунде",
					"Сбрасывается в {C:attention}конце раунда{}",
					"{C:inactive}(Сейчас {C:white,X:mult}X#2#{C:inactive}){}",
				},
			},
			j_cry_brittle = {
				name = "Хрупкий леденец",
				text = {
					"В течение следующих {C:attention}#1#{} рук(и)",
					"добавляет эффект {C:attention}Стали{}, {C:attention}Золота{} или {C:attention}Камня{}",
					"крайней правой засчитанной карте",
				},
			},
			j_cry_bubblem = {
				name = "Пузырный М",
				text = {
					"Создаёт {C:dark_edition}Фольгового {C:attention}Весёлого Джокера{}",
					"если сыгранная рука содержит {C:attention}#1#{}",
					"{C:red,E:2}самоуничтожается{}",
				},
			},
			j_cry_busdriver = {
				name = "Водитель автобуса",
				text = {
					"{C:green}#1# к #3#{} шанс",
					"на {C:mult}+#2#{} Множ.",
					"{C:green}1 к 4{} шанс",
					"на {C:mult}-#2#{} Множ.",
				},
			},
			j_cry_buttercup = {
				name = "Арахисовая чашка",
				text = {
					"Может хранить {C:attention}#1#{} выбранный предмет#<ы>1# магазина",
					"{C:attention}При продаже:{} добавляет выбранный предмет#<ы>1#",
					"в следующий магазин",
				},
			},
			j_cry_caeruleum = {
				name = "Церулеум",
				text = {
					"Соседние Джокеры, изменяющие {C:chips}фишки{},",
					"используют следующий по старшинству {C:attention}оператор{}",
					"{C:inactive}(Максимум: возведение в степень)",
				},
			},
			j_cry_candy_basket = {
				name = "Корзина сладостей",
				text = {
					"Продайте эту карту, чтобы создать {C:attention}#1#{} {C:cry_candy}Сладостей{}",
					"{C:attention}+#2#{} {C:cry_candy}Сладость{} за каждые {C:attention}#3#{} побежденных Блайнда",
					"{C:attention}+#3#{} {C:cry_candy}Сладости{} при победе над {C:attention}Босс-блайндом{}",
				},
			},
			j_cry_candy_buttons = {
				name = "Леденцовые пуговицы",
				text = {
					"Следующие {C:attention}#1#{} переброс#<ов>1# в лавке",
					"стоят {C:money}$1{}",
				},
			},
			j_cry_candy_cane = {
				name = "Карамельная трость",
				text = {
					"В течение следующих {C:attention}#1#{} раунд#<ов>1#,",
					"игральные карты дают {C:money}$#2#",
					"при {C:attention}повторной активации{}",
				},
			},
			j_cry_candy_dagger = {
				name = "Конфетный кинжал",
				text = {
					"При выборе {C:attention}Блайнда{}, уничтожает",
					"Джокера справа, чтобы создать {C:cry_candy}Сладость{}",
				},
			},
			j_cry_candy_sticks = {
				name = "Леденцовые палочки",
				text = {
					"Эффект следующего Босс-блайнда не активен",
					"пока вы не разыграете {C:attention}#1#{} руку#",
					"{C:inactive}Работает только на Босс блайнде{}",
				},
			},
			j_cry_canvas = {
				name = "Холст",
				text = {
					"{C:attention}Перезапускает{} ВСЕХ {C:attention}Джокеров{} слева",
					"за {C:attention}каждого{} не-{C:blue}Обычного{C:attention} Джокера{}",
					"справа этого джокера",
				},
				unlock = {
					"Перезапустите {C:attention}Джокера{}",
					"{C:attention}114{} раз",
					"за одну руку",
				},
			},
			j_cry_caramel = {
				name = "Карамель",
				text = {
					"Каждая сыгранная карта даёт",
					"{X:mult,C:white}X#1#{} Множ. при подсчете",
					"для следующих {C:attention}#2#{} раундов",
				},
			},
			j_cry_chad = {
				name = "Чад",
				text = {
					"Перезапуск {C:attention}крайнего левого{} Джокера",
					"{C:attention}#1#{} дополнительных раза",
				},
			},
			j_cry_chili_pepper = {
				name = "Перец чили",
				text = {
					"Этот джокер даёт {X:mult,C:white} X#2# {} Множ.",
					"в конце раунда,",
					"{C:red,E:2}самоуничтожается{} через {C:attention}#3#{} раунда",
					"{C:inactive}(Сейчас:{} Множ.{X:mult,C:white} X#1# {} {C:inactive}){}",
				},
			},
			j_cry_circulus_pistoris = {
				name = "Циркуль Писторис",
				text = {
					"{X:dark_edition,C:white}^#1#{} Фишек, {X:dark_edition,C:white}^#1#{} Множ.",
					"если {C:attention}ровно{} #2#",
					"руки остаются",
				},
			},
			j_cry_circus = {
				name = "Цирк",
				text = {
					"Каждый {C:red}Редкий{} даёт {X:mult,C:white} X#1# {} Множ.",
					"Каждый {C:cry_epic}Эпический{} даёт {X:mult,C:white} X#2# {} Множ.",
					"Каждый {C:legendary}Легендарный{} даёт {X:mult,C:white} X#3# {} Множ.",
					"Каждый {C:cry_exotic}Экзотический{} даёт {X:mult,C:white} X#4# {} Множ.",
				},
				unlock = {
					"Получите {C:red}Редкого{},",
					"{C:cry_epic}Эпического{} и {C:legendary}Легендарного{}",
					"Джокера до {C:attention}Анте 9",
				},
			},
			j_cry_clash = {
				name = "Столкновение",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Выиграйте забег,",
					"где вашей последней рукой",
					"будет {E:1,C:attention}Ультимативная пара{}",
				},
			},
			j_cry_the = {
				name = "...",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Выиграйте забег,",
					"где вашей последней рукой",
					"будет {E:1,C:attention}Ничего{}",
				},
			},
			j_cry_clicked_cookie = {
				name = "Кликнутое печенье",
				text = {
					"{C:chips}+#1#{} фишек",
					"{C:chips}-#2#{}шт. фишек, когда",
					"вы {C:attention}кликаете{}",
				},
			},
			j_cry_clockwork = {
				name = "Заводной джокер",
				text = {
					"Перезапускает стальные карты в руке каждые {C:attention}#9#{} {C:inactive}(#1#){} руки",
					"Этот Джокер дает {X:mult,C:white}X#6#{} Множ. {C:inactive}(X#5#){} каждые {C:attention}#10#{} {C:inactive}(#2#){} руки",
					"Превращает первую сыгранную карту в Стальную каждые {C:attention}#11#{} {C:inactive}(#3#){} руки",
					"Стальные карты в руке дают +{X:mult,C:white}X#8#{} Множ. {C:inactive}(X#7#){} каждые {C:attention}#12#{} {C:inactive}(#4#){} рук",
				},
			},
			j_cry_CodeJoker = {
				name = "Код-джокер",
				text = {
					"Создает {C:dark_edition}Негативную{}",
					"{C:cry_code}Код-карту{} при",
					"выборе {C:attention}Блайнда{}",
				},
				unlock = {
					"Откройте {C:attention}каждую{}",
					"{C:cry_code}Код-карту{}",
				},
			},
			j_cry_CodeJoker_modest = {
				name = "Код-джокер",
				text = {
					"Создает {C:dark_edition}Негативную{}",
					"{C:cry_code}Код-карту{} при",
					"выборе {C:attention}Босс-блайнда{}",
				},
				unlock = {
					"Откройте {C:attention}каждую{}",
					"{C:cry_code}Код-карту{}",
				},
			},
			j_cry_coin = {
				name = "Крипто Монета",
				text = {
					"Получите между",
					"{C:money}$#1#{} и {C:money}$#2#{} за",
					"каждого {C:attention}проданного{} джокера",
				},
			},
			j_cry_compound_interest = {
				name = "Сложные проценты",
				text = {
					"Получите {C:money}#1#%{} от общей суммы",
					"денег в конце раунда",
					"Процент увеличивается на {C:money}#2#%{} за",
					"каждую последовательную выплату",
				},
			},
			j_cry_copypaste = {
				name = "Копировать/Вставить",
				text = {
					"Когда {C:cry_code}Код-карта{} использована,",
					"{C:green}#1# из #2#{} шанс создать её копию",
					"в вашей зоне расходуемых",
					"{C:inactive}(Должно быть место)",
				},
			},
			j_cry_copypaste_modest = {
				name = "Копировать/Вставить",
				text = {
					"Дублирует полученные",
					"{C:cry_code}Код-карты{}",
					"{C:inactive}(Нужно место)",
				},
			},
			j_cry_copypaste_madness = {
				name = "Копировать/Вставить",
				text = {
					"Когда {C:cry_code}Код-карта{} использована,",
					"{C:green}#1# из #2#{} шанс создать её копию",
					"в вашей зоне расходуемых",
					"{C:inactive}(Должно быть место)",
				},
			},
			j_cry_cotton_candy = {
				name = "Сахарная вата",
				text = {
					"При продаже, соседние {C:attention}Джокеры{}",
					"становятся {C:dark_edition}Негативными{}",
				},
			},
			j_cry_crustulum = {
				name = "Фестулум",
				text = {
					"Этот джокер дает {C:chips}+#2#{} фишек",
					"за каждый {C:attention}переброс{} в лавке",
					"{C:green}Все перебросы бесплатные{}",
					"{C:inactive}(Сейчас {C:chips}+#1#{C:inactive} фишек)",
				},
			},
			j_cry_cryptidmoment = {
				name = "Цепь М",
				text = {
					"Продайте эту карту",
					"чтобы добавить {C:money}$#1#{} {C:attention}к цене продажи{}",
					"каждого имеющегося у вас {C:attention}джокера{}",
				},
			},
			j_cry_cube = {
				name = "Куб",
				text = {
					"{C:chips}+#1#{} фишек",
				},
			},
			j_cry_curse_sob = {
				name = "Sob",
				text = {
					"{C:edition,E:1}ты не можешь{} {C:cry_ascendant,E:1}бежать...{}",
					"{C:edition,E:1}ты не можешь{} {C:cry_ascendant,E:1}прятаться...{}",
					"{C:dark_edition,E:1}ты не можешь...{}",
					"{C:inactive}(Должно быть место){}",
				},
				unlock = {
					"Получите {C:purple}Вечный{}",
					"{C:attention}Обелиск",
				},
			},
			j_cry_cursor = {
				name = "Курсор",
				text = {
					"Этот джокер дает {C:chips}+#2#{} фишек",
					"за каждую {C:attention}купленную{} карту",
					"{C:inactive}(Сейчас {C:chips}+#1#{C:inactive} фишек)",
				},
			},
			j_cry_cut = {
				name = "Вырезать",
				text = {
					"Этот джокер уничтожает",
					"случайную {C:cry_code}Код-карту{}",
					"и получает {X:mult,C:white} X#1# {} множ.",
					"в конце {C:attention}лавки{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
				},
			},
			j_cry_delirious = {
				name = "Бредовый джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука",
					"содержит {C:attention}#2#",
				},
			},
			j_cry_demicolon = {
				name = "Точка с запятой",
				text = {
					"{C:attention}Принудительно перезапускает{} Джокера",
					"справа",
				},
			},
			j_cry_starfruit = {
				name = "Карамбола",
				text = {
					"{X:dark_edition,C:white}^#1#{} Множ.,",
					"теряет {X:dark_edition,C:white}^#2#{} Множ. за каждый",
					"{C:attention}переброс{} в {C:attention}лавке{}",
				},
			},
			j_cry_sundial = {
				name = "Проект: Солнечные часы",
				text = {
					"После того как вы сыграли #1# рук, {C:attention}продайте этого Джокера{},",
					"чтобы уменьшить размер Блайнда на #2# процентов",
					"{C:red,E:1}Навсегда",
				},
			},
			j_cry_digitalhallucinations = {
				name = "Цифровые галлюцинации",
				text = {
					"При открытии {C:attention}Набора карт{},",
					"шанс {C:green}#1# из #2#{} создать",
					"случайную {C:dark_edition}Негативную{} карту,",
					"соответствующую его {C:attention}типу{}",
				},
			},
			j_cry_discreet = {
				name = "Сдержанный джокер",
				text = {
					"{C:chips}+#1#{} фишек, если",
					"сыгранная рука",
					"содержит {C:attention}#2#",
				},
			},
			j_cry_doodlem = {
				name = "Каракуля M",
				text = {
					"Создает #2# {C:dark_edition}Негативных{} {C:attention}расходника{}",
					"при выборе {C:attention}Блайнда{}",
					"Создает еще #1# {C:attention}расходник",
					"за каждого {C:attention}Веселого джокера{}",
				},
			},
			["j_cry_Double Scale"] = {
				name = "Квадратичный прирост",
				text = {
					"Когда характеристики {C:attention}Джокера растут{},",
					"скорость их {C:attention}прироста{} увеличивается на",
					"своё {C:attention}начальное значение{}",
					"{C:inactive,s:0.8}(Не суммируется с копиями этого Джокера){}",
					"{C:inactive,s:0.8}(напр. +1, +3, +6, +10)",
					"{C:inactive,s:0.8}(растет на +1, +2, +3)",
				},
			},
			["j_cry_Double Scale_modest"] = {
				name = "Двойной прирост",
				text = {
					"Характеристики {C:attention}Джокеров{}",
					"растут в {C:attention}два раза{} быстрее",
					'{C:inactive,s:0.8}"Это называется Двойной прирост, а не квадратичный!"',
				},
			},
			j_cry_dropshot = {
				name = "Разброс",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ. за",
					"каждую сыгранную {C:attention}не подсчитываемую очков{} карту {V:1}#2#{}",
					"Масть меняется каждый раунд",
					"{C:inactive}(Сейчас {X:mult,C:white} X#3# {C:inactive} Множ.)",
				},
			},
			j_cry_dubious = {
				name = "Подозриельный джокер",
				text = {
					"{C:chips}+#1#{} шт. фишек",
					"если сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_duos = {
				name = "Дуэт",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Выиграйтк забег",
					"без розыгрыша",
					"{E:1,C:attention}Двух пар",
				},
			},
			j_cry_duplicare = {
				name = "Дубликейр",
				text = {
					"Этот джокер получает {X:mult,C:white} X#2# {} Множ.",
					"За каждого играющего {C:attention}Джокера{} или карту",
				},
			},
			j_cry_effarcire = {
				name = "Эфарсури",
				text = {
					"Вытягивает {C:green}всю колоду{} в руку,",
					"при выборе {C:attention}Блайнда{}",
					"{C:inactive,s:0.8}\"Если ты не справляешься со мной на 1x,\"",
					"{C:inactive,s:0.8}ты не заслуживаешь меня на 2x\"",
				},
			},
			j_cry_emergencychips = {
				name = "Запасные фишки",
				text = {
					"При продаже, мгновенно дает",
					"{C:chips}#1#%{} от цели {C:attention}Блайнда{}",
					"в виде очков",
					"{C:inactive}(Сейчас {}{C:chips}#2#{}{C:inactive}){}",
				},
			},
			j_cry_energia = {
				name = "Энерджи",
				text = {
					"При получении {C:attention}Тега{} создает",
					"{C:attention}#1#{} его копии и {C:attention}увеличивает{}",
					"количество копий на {C:attention}#2#{}",
				},
			},
			j_cry_equilib = {
				name = "Туз Аеквилибриум",
				text = {
					"Джокеры появляются в том же",
					"порядке, что и в {C:attention}Коллекции{}",
					"Создает {C:attention}#1#{} {C:dark_edition}Негативных{} Джокеров,",
					"при розыгрыше руки",
					"{C:cry_exotic,s:0.8}Экзотические {C:inactive,s:0.8}или лучшие Джокеры не могут появиться",
					"{s:0.8}Последний созданный Джокер: {C:attention,s:0.8}#2#",
				},
			},
			j_cry_error = {
				name = "{C:dark_edition}О{}{C:red}ШИБКА{}",
				text = {
					"",
				},
			},
			j_cry_eternalflame2 = {
				name = "Вечное пламя",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ. за",
					"каждую {C:attention}проданную{} карту",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_eternalflame = {
				name = "Вечное пламя",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ. за",
					"каждую {C:attention}проданную{} карту стоимостью",
					"не менее {C:money}$3{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_exoplanet = {
				name = "Экзопланета",
				text = {
					"{C:dark_edition}Голографические{} карты",
					"дают {C:mult}+#1#{} Множ.",
				},
			},
			j_cry_exponentia = {
				name = "Экспонентиа",
				text = {
					"Этот Джокер дает {X:dark_edition,C:white} ^#1# {} Множ.,",
					"когда срабатывает {X:red,C:white} XМнож. {}",
					"{C:inactive}(Сейчас {X:dark_edition,C:white} ^#2# {C:inactive} Множ.)",
				},
			},
			j_cry_exposed = {
				name = "Разоблачение",
				text = {
					"{C:attention}Перезапускает{} все подсчитываемые",
					"карты {C:attention}без лиц{}",
					"{C:attention}#1#{} доп. раза",
					"Все {C:attention}карты с лицом{} ослаблены",
				},
			},
			j_cry_eyeofhagane = {
				name = "Око Хаганэ",
				text = {
					"Все сыгранные {C:attention}карты с лицом{}",
					"становятся {C:attention}Стальными{} картами,",
					"при подсчете",
				},
			},
			j_cry_highfive = {
				name = "Дай пять",
				text = {
					"Если высший {C:attention}ранг{} среди",
					"подсчитываемых карт это {C:attention}5{}, превращает",
					"{C:attention}все{} остальные карты в {C:attention}пятерки{}",
					"{s:0.8,C:inactive}Тузы считаются за 1",
				},
			},
			j_cry_facile = {
				name = "Незаезжанность",
				text = {
					"{X:dark_edition,C:white}^#1#{} Множ., если",
					"сыгранные карты приносят очки",
					"{C:attention}#2#{} или меньше раз",
				},
			},
			j_cry_filler = {
				name = "Филлер",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_familiar_currency = {
				name = "Знакомая валюта",
				text = {
					"Создает {C:attention}Мемного джокера{}",
					"в конце раунда",
					"за {C:money}$#1#{} {C:inactive}(если это возможно)",
					"{C:inactive}(Нужно место)",
				},
			},
			j_cry_fractal = {
				name = "Фрактальные пальцы",
				text = {
					"{C:attention}+#1#{} к лимиту выбора карт",
				},
			},
			j_cry_flip_side = {
				name = "На той стороне",
				text = {
					"{C:dark_edition}Двусторонние{} Джокеры используют",
					"свою заднюю сторону для эффекта их действия",
					"{C:attention}Перезапускает{} всех {C:dark_edition}Двусторонних{} Джокеров",
				},
			},
			j_cry_foodm = {
				name = "Фастфуд М",
				text = {
					"{C:mult}+#1#{} Множ.",
					"{C:red,E:2}самоуничтожается{} через {C:attention}#2#{} раунда",
					"Увеличивает на {C:attention}#3#{} раунд, когда",
					"вы {C:attention}продаете{} Веселого джокера",
					"{C:inactive,s:0.8}2 Макдабла, 2 Макчикенa{}",
					"{C:inactive,s:0.8}Большая картошка, 20 наггетсов и торт{}",
				},
			},
			j_cry_foolhardy = {
				name = "Безрассудный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_undefined = {
				name = "Неопределенный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_formidiulosus = {
				name = "Формидиолосус",
				text = {
					"При получении {X:cry_cursed,C:white}Проклятого{} джокера уничтожает его",
					"Создает {C:attention}#1#{} {C:dark_edition}Негативные {C:cry_candy}Сладости{} в конце {C:attention}лавки{}",
					"Дает {X:dark_edition,C:white}^#2#{} Множ. за каждую {C:cry_candy}Сладость{}",
					"{C:inactive}(Сейчас {X:dark_edition,C:white}^#3#{C:inactive} Множ.)",
				},
			},
			j_cry_foxy = {
				name = "Хитроумный джокер",
				text = {
					"{C:chips}+#1#{} фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_fspinner = {
				name = "Спиннер",
				text = {
					"Этот Джокер дает {C:chips}+#2#{} фишек,",
					"если сыгранная рука {C:attention}Не{}",
					"самая частая {C:attention}покерная рука{}",
					"{C:inactive}(Сейчас {C:chips}+#1#{C:inactive} фишек)",
				},
			},
			j_cry_fuckedup = {
				name = Cryptid_config.family_mode and "Опрятный джокер" or "Ебанутый джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_gardenfork = {
				name = "Сад расходящихся троп",
				text = {
					"Получите {C:money}$#1#{}, если {C:attention}сыгранная рука{}",
					"содержит {C:attention}Туза{} и {C:attention}Семерку{}",
				},
			},
			j_cry_gemino = {
				name = "Близнецы",
				text = {
					"{C:attention}Удваивает{} все значения",
					"крайнего левого {C:attention}Джокера",
					"в конце раунда",
				},
			},
			j_cry_giggly = {
				name = "Абсурдный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_ghost = {
				name = "Призрак",
				text = {
					"В конце раунда:",
					"Шанс {C:green}#1# из #3#{}, что он",
					"{C:attention}вселится{} в случайного {C:attention}Джокера",
					"Шанс {C:green}#2# из #4#{}, что он",
					"{E:2,C:red}самоуничтожится",
				},
			},
			j_cry_giggly = {
				name = "Абсурдный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_goldjoker = {
				name = "Золотой джокер",
				text = {
					"Получите {C:money}#1#%{} от общей суммы",
					"денег в конце раунда",
					"Выплата увеличивается на {C:money}#2#%{}, когда",
					"каждая сыгранная {C:attention}Золотая{} карта приносит очки",
				},
			},
			j_cry_googol_play = {
				name = "Гугол игральная карта",
				text = {
					"Шанс {C:green}#1# из #2#{} получить",
					"{X:red,C:white} X#3# {} Множ.",
				},
				unlock = {
					"Счёт {C:attention}1.0e100{} фишек",
					"от одной руки",
				},
			},
			j_cry_happy = {
				name = ":D",
				text = {
					"Создает случайного {C:attention}Джокера{}",
					"в конце раунда",
					"Продайте эту карту, чтобы",
					"создать случайного {C:attention}Джокера{}",
					"{C:inactive}(Нужно место){}",
				},
			},
			j_cry_happyhouse = {
				name = "Счастливый дом",
				text = {
					"{X:dark_edition,C:white}^#1#{} Множ. только после",
					"разыгрывания {C:attention}114{} рук{}",
					"{C:inactive}(Сейчас #2#/114){}",
					"{C:inactive,s:0.8}Нет места лучше чем дом!{}",
				},
			},
			j_cry_home = {
				name = "Дом",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если сыгранная",
					"содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Выиграйте забег,",
					"не разыграв ни одного",
					"{E:1,C:attention}Фулл-хауса{}",
				},
			},
			j_cry_hunger = {
				name = "Расходу-емый",
				text = {
					"Дает {C:money}$#1#{} при",
					"использовании {C:attention}расходника{}",
				},
			},
			j_cry_huntingseason = {
				name = "Сезон охоты",
				text = {
					"Если сыгранная рука содержит ровно {C:attention}3{} карты,",
					"{C:red}уничтожает{} {C:attention}среднюю{} карту после подсчета очков",
				},
			},
			j_cry_iterum = {
				name = "Итериум",
				text = {
					"{C:attention}Перезапускает{} все сыгранные карты",
					"{C:attention}#2#{} раз",
					"Каждая сыгранная карта дает",
					"{X:mult,C:white} X#1# {} Множ. при подсчете очков",
					"{C:inactive}(Макс. {}{C:attention}#3#{}{C:inactive} перезапуска)",
				},
			},
			j_cry_jawbreaker = {
				name = "Зубодробилка",
				text = {
					"При победе над {C:attention}Босс-Блайндом{},",
					"{C:attention}удваивает{} значения соседних Джокеров",
					"{E:2,C:red}самоуничтожается{}",
				},
			},
			j_cry_jimball = {
				name = "Джимболл",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ.",
					"за каждую {C:attention}последовательную{} сыгранную комбинацию,",
					"если это ваша самая",
					"частая {C:attention}покерная рука{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
				unlock = {
					"Выиграйте забег,",
					"разыгрывая только",
					"{C:attention}один тип{}",
					"{C:attention}покерной комбинации",
				},
			},
			j_cry_jollysus = {
				name = "Веселый джокер?",
				text = {
					"Создает {C:dark_edition}Веселого{} джокера,",
					"когда вы {C:attention}продаете{} любого джокера",
					"{C:red}Работает один раз за раунд{}",
					"{C:inactive}#1#{}",
					"{C:inactive,s:0.8}Вроде не фейк...{}",
				},
			},
			j_cry_jtron = {
				name = "Джимбо-трон 9000",
				text = {
					"Этот Джокер дает {X:dark_edition,C:white} ^#1# {} Множ.",
					"за каждого стандартного {C:attention}Джокера{}",
					"{C:inactive}(Сейчас {X:dark_edition,C:white}^#2#{C:inactive} Множ.)",
				},
			},
			j_cry_kidnap = {
				name = "Похищение",
				text = {
					"Дает {C:money}$#1#{} в конце раунда",
					"за каждого уникального джокера типа {C:attention}Множ.{} или",
					"{C:attention}Фишки{}, проданного в этом забеге",
					"{C:inactive}(Сейчас {C:money}$#2#{C:inactive})",
				},
			},
			j_cry_kittyprinter = {
				name = "Кошачий принтер",
				text = {
					"{X:mult,C:white} X#1# {} Множ.",
					"Все теги {C:attention}пропуска{}",
					"становятся {C:attention}Кошачьими тегами{}",
				},
			},
			j_cry_kooky = {
				name = "Свихнувшийся джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_krustytheclown = {
				name = "Клоун Красти",
				text = {
					"Этот Джокер дает",
					"{X:mult,C:white} X#1# {} Множ.,",
					"при подсчёте каждой сыгранной {C:attention}карты{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_kscope = {
				name = "Калейдоскоп",
				text = {
					"Добавляет {C:dark_edition}Полихром{} к",
					"случайному {C:attention}джокеру{} когда",
					"{C:attention}Босс-блайнд{} побежден",
				},
				unlock = {
					"Победите {C:attention}Босс-Блайнд{},",
					"имея {C:attention}5{} и более",
					"карт или Джокеров с",
					"{C:attention}Выпуском{}",
				},
			},
			j_cry_lebaron_james = {
				name = "ЛеБарон Джеймс",
				text = {
					"Подсчитываемые {C:attention}Короли{} дают",
					"{C:attention}+#1#{} к размеру руки до конца раунда,",
					"Так же активирует эффект, работающий только {C:attention}в твоей руке{}",
					"{C:inactive}(Сейчас {}{C:attention}+#2#{}{C:inactive})",
				},
			},
			j_cry_lightupthenight = {
				name = "Зажги ночь",
				text = {
					"Каждая сыгранная {C:attention}2{} или {C:attention}7{}",
					"дает {X:mult,C:white}X#1#{} Множ. при подсчете очков",
				},
			},
			j_cry_longboi = {
				name = "Монстр",
				text = {
					"Дает будущим копиям",
					"этого джокера {X:mult,C:white}X#1#{} множ.",
					"в конце раунда",
					"{C:inactive}(Сейчас {X:mult,C:white}X#2#{C:inactive} множ.){}",
				},
			},
			j_cry_loopy = {
				name = "Зацикленный",
				text = {
					"{C:attention}Перезапускает{} всех Джокеров",
					"один раз за каждого {C:attention}Веселого{}",
					"{C:attention}Джокера{}, проданного в этом раунде",
					"{C:inactive}(Сейчас{}{C:attention:} #1#{}{C:inactive} перезапусков{}",
					"{C:inactive,s:0.8}Там не хватило места...{}",
				},
			},
			j_cry_lucky_joker = {
				name = "Счастливый джокер",
				text = {
					"Получите {C:money}$#1#{} каждый раз когда",
					"{C:attention}Счастливая{} карта {C:green}успешно{}",
					"срабатывает",
				},
			},
			j_cry_luigi = {
				name = "Луиджи",
				text = {
					"Все джокеры дают",
					"{X:chips,C:white} X#1# {} фишек",
				},
			},
			j_cry_m = {
				name = "м",
				text = {
					"Этот джокер получает {X:mult,C:white} X#1# {} множ.",
					"когда {C:attention}Веселый Джокер{} продан",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} множ.)",
				},
			},
			j_cry_M = {
				name = "М",
				text = {
					"Создает {C:dark_edition}Негативного{}",
					"{C:attention}Веселого Джокера{} при",
					"выборе {C:attention}блайнда{}",
				},
			},
			j_cry_macabre = {
				name = "Жуткий джокер",
				text = {
					"При выборе {C:attention}Блайнда{},",
					"уничтожает каждого {C:attention}Джокера{}, кроме",
					"{C:legendary}M-Джокеров{} и {C:attention}Веселых джокеров{}",
					"Создает по 1 {C:attention}Веселому джокеру{}",
					"за каждого уничтоженого",
				},
			},
			j_cry_magnet = {
				name = "Магнит на холодильник",
				text = {
					"Получайте {C:money}$#1#{} в конце раунда",
					"Дает {X:money,C:white} X#2# {} если",
					"у вас {C:attention}#3#{} или меньше {C:attention}джокеров{}",
				},
			},
			j_cry_manic = {
				name = "Маниакальный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_mario = {
				name = "Марио",
				text = {
					"{C:attention}Перезапускает{} всех Джокеров",
					"{C:attention}#1#{} доп. раз",
				},
			},
			j_cry_mask = {
				name = "Маска",
				text = {
					"{C:attention}Перезапускает{} все сыгранные",
					"{C:attention}карты с лицом{}",
					"{C:attention}#1#{} доп. раз,",
					"Все {C:attention}остальные{} карты ослаблены",
				},
			},
			j_cry_maximized = {
				name = "Максимизация",
				text = {
					"Все {C:attention}карты с лицом{}",
					"считаются {C:attention}Королями{},",
					"все {C:attention}числовые{} карты",
					"считаются {C:attention}десятками{}",
				},
				unlock = {
					"Разыграйте {C:attention}Пять в ряд{}",
					"из {C:attention}Королей",
				},
			},
			j_cry_maze = {
				name = "Лабиринт",
				text = {
					"Все руки считаются",
					"{C:attention}первыми руками{} каждого раунда,",
					"все сбросы считаются",
					"{C:attention}первыми сбросами{} каждого раунда",
				},
			},
			j_cry_megg = {
				name = "Мяйцо",
				text = {
					"Продайте эту карту, чтобы создать",
					"Весёлых Джокеров в количестве {C:attention}#2#{} шт. ",
					"Увеличивается на {C:attention}#1#{} в конце раунда",
				},
			},
			j_cry_mellowcreme = {
				name = "Кремовая помадка",
				text = {
					"Продайте эту карту, чтобы {C:attention}умножить{}",
					"стоимость продажи всех",
					"{C:attention}расходников{} на {C:attention}X#1#",
				},
			},
			j_cry_membershipcard = {
				name = "Членская карта",
				text = {
					"{X:mult,C:white}X#1#{} Множ. за каждого участника",
					"в {C:attention}Cryptid Discord{}",
					"{C:inactive}(Сейчас {X:mult,C:white}X#2#{C:inactive} Множ.)",
					"{C:blue,s:0.7}https://discord.gg/eUf9Ur6RyB{}",
				},
			},
			j_cry_membershipcardtwo = {
				name = "Старая членская карта",
				text = {
					"{C:chips}+#1#{} Фишек за каждого участника",
					"в {C:attention}Cryptid Discord{}",
					"{C:inactive}(Сейчас {C:chips}+#2#{C:inactive} Фишек)",
					"{C:blue,s:0.7}https://discord.gg/eUf9Ur6RyB{}",
				},
			},
			j_cry_meteor = {
				name = "Метеоритный дождь",
				text = {
					"{C:dark_edition}Фольговые{} карты",
					"дают {C:chips}+#1#{} фишек",
				},
			},
			j_cry_mneon = {
				name = "Неоновый M",
				text = {
					"Дает {C:money}$#2#{} в конце раунда",
					"Выплата увеличивается на",
					"{C:money}$#1#{} за каждого {C:attention}Веселого джокера{}",
					"или {C:legendary}M-джокера{} в",
					"конце раунда",
				},
			},
			j_cry_mondrian = {
				name = "Мондриан",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ.,",
					"если в этом раунде не",
					"использовались {C:attention}сбросы{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_monkey_dagger = {
				name = "Обезьяний кинжал",
				text = {
					"При выборе {C:attention}Блайнда{},",
					"уничтожает Джокера слева",
					"и навсегда добавляется {C:attention}десятикратная{}",
					"стоимость продажи к этим {C:chips}Фишкам{}",
					"{C:inactive}(Сейчас {C:chips}+#1#{C:inactive} Фишек)",
				},
			},
			j_cry_morse = {
				name = "Код Морзе",
				text = {
					"Получите {C:money}$#2#{} в конце раунда",
					"Выплата увеличивается на {C:money}$#1#{}",
					"при продаже карты {C:attention}Выпуском{}",
				},
			},
			j_cry_monopoly_money = {
				name = "Деньги Монополии",
				text = {
					"Шанс{C:green} #1# из #2#{}, что",
					"купленные предметы будут {C:attention}уничтожены{}",
					"Уполовинивает деньги при {C:attention}продаже{}",
				},
			},
			j_cry_mprime = {
				name = "Тредецим",
				text = {
					"Создает {C:legendary}M-джокера{} в конце раунда",
					"Каждый {C:attention}Веселый джокер{} или {C:legendary}M-джокер",
					"дает {X:dark_edition,C:white}^#1#{} Множ.",
					"Увеличивает множитель на {X:dark_edition,C:white}^#2#{},",
					"когда вы {C:attention}продаете{} {C:attention}Веселого джокера{}",
					"{C:inactive,s:0.8}(кроме Тредецима)",
				},
			},
			j_cry_mstack = {
				name = "M Стопка",
				text = {
					"Перезапускает сыгранные карты за каждых",
					"{C:attention}#2#{} {C:inactive}[#3#]{} проданных {C:attention}Веселых джокеров{}",
					"{C:inactive}(Сейчас{}{C:attention:} #1#{}{C:inactive} перезапуска){}",
				},
			},
			j_cry_multjoker = {
				name = "Умножающий джокер",
				text = {
					"Шанс {C:green}#1# из #2#{}, что каждая",
					"сыгранная карта с {C:attention}Множителем{} создаст",
					"карту {C:spectral}Криптид{} при подсчете очков",
					"{C:inactive}(Должно быть место)",
				},
			},
			j_cry_necromancer = {
				name = "Некромант",
				text = {
					"Когда Джокер {C:attention}продан{} более чем за {C:attention}#1#{},",
					"вы получаете {C:attention}случайного{} Джокера",
					"{C:attention}проданного{} в этом забеге,",
					"со стоимостью продажи {C:money}#1#{}",
				},
			},
			j_cry_negative = {
				name = "Негативный джокер",
				text = {
					"{C:dark_edition}+#1#{} слотов для {C:attention}джокеров{}",
				},
			},
			j_cry_nice = {
				name = "Найс",
				text = {
					"{C:chips}+#1#{} Фишек, если сыгранная",
					"рука содержит {C:attention}6{} и {C:attention}9",
					"{C:inactive,s:0.8}Найс.{}",
				},
			},
			j_cry_night = {
				name = "Ночь",
				text = {
					"{X:dark_edition,C:white}^#1#{} множ. в последней",
					"руке раунда",
					"{E:2,C:red}самоуничтожается{} в",
					"последней руке раунда",
				},
			},
			j_cry_nosound = {
				name = "Ни звука, ни памяти",
				text = {
					"{C:attention}Перезапускает{} каждую сыгранную {C:attention}7{}",
					"{C:attention}#1#{} доп. раза",
				},
			},
			j_cry_notebook = {
				name = "Млокнот",
				text = {
					"Шанс {C:green}#1# из #2#{} получить {C:dark_edition}+1{} слот",
					"для Джокера за каждый {C:attention}переброс{} в {C:attention}лавке{}",
					"{C:green}Всегда срабатывает{}, если у вас есть",
					"{C:attention}#5#{} или более {C:attention}Веселых джокеров{}",
					"{C:red}Один раз за раунд{}",
					"{C:inactive}(Сейчас {C:dark_edition}+#3#{}{C:inactive} и #4#){}",
				},
			},
			j_cry_number_blocks = {
				name = "Кубики с цифрами",
				text = {
					"Дает {C:money}$#1#{} в конце раунда",
					"Выплата увеличивается на {C:money}$#2#{}",
					"за каждую карту {C:attention}#3#{} в руке",
					"во время розыгрыша руки",
					"Ранг меняется каждый раунд",
				},
			},
			j_cry_nuts = {
				name = "Безумцы",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге,",
					"не разыгрывая",
					"{E:1,C:attention}Стрит-флеш",
				},
			},
			j_cry_nutty = {
				name = "Ненормальный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_oil_lamp = {
				name = "Масляная лампа",
				text = {
					"Увеличивает значения {C:attention}Джокера{} справа",
					"на {C:attention}X#1#{} в конце раунда",
				},
			},
			j_cry_oldblueprint = {
				name = "Старый чертеж",
				text = {
					"Копирует способность",
					"{C:attention}джокера{} справа",
					"Шанс {C:green}#1# из #2#{} что",
					"эта карта будет уничтожена",
					"в конце раунда",
				},
			},
			j_cry_oldcandy = {
				name = "Ностальгическая конфета",
				text = {
					"Продайте эту карту, чтобы",
					"навсегда получить",
					"{C:attention}+#1#{} к размеру руки",
				},
			},
			j_cry_oldinvisible = {
				name = "Ностальгический невидимый джокер",
				text = {
					"{C:attention}Дублирует{} случайного",
					"{C:attention}Джокера{} за каждые {C:attention}4{}",
					"проданные карты Джокеров",
					"{s:0.8}Кроме Ностальгического невидимого джокера{}",
					"{C:inactive}(Сейчас #1#/4){}",
				},
			},
			j_cry_panopticon = {
				name = "Паноптикум",
				text = {
					"Все руки считаются",
					"{C:attention}последними руками{} каждого раунда", -- +$4
				},
			},
			j_cry_penetrating = {
				name = "Пронзительный джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_pickle = {
				name = "Огурчик",
				text = {
					"Когда {C:attention}блайнд{} пропущен, создает",
					"{C:attention}#1#{} тегов, уменьшается на",
					"{C:red}#2#{} когда {C:attention}блайнд{} выбран",
				},
			},
			j_cry_pirate_dagger = {
				name = "Пиратский кинжал",
				text = {
					"При выборе {C:attention}Блайнда{},",
					"уничтожает Джокера слева",
					"и навсегда добавляется {C:attention}одна четвёртая{}",
					"стоимости продажи к этим {X:chips,C:white}XМнож.{}",
					"{C:inactive}(Сейчас {X:chips,C:white} X#1# {C:inactive} Фишек)",
				},
			},
			j_cry_pity_prize = {
				name = "Утешительный приз",
				text = {
					"При пропуске {C:attention}Набора карт{},",
					"дает случайный {C:attention}Тег{}",
				},
			},
			j_cry_pity_prize_modest = {
				name = "Утешительный приз",
				text = {
					"При пропуске {C:attention}Набора карт{},",
					"дает случайный {C:attention}Тег{}",
					"{C:red,E:2}Самоуничтожается{}",
				},
			},
			j_cry_pot_of_jokes = {
				name = "Горшок шуток",
				text = {
					"{C:attention}#1#{} к размеру руки",
					"Увеличивается на {C:attention}#2#{} каждый раунд",
					"{C:inactive}(Максимум: {}{C:attention}#3#{}{C:inactive} к размеру руки){}",
				},
				unlock = {
					"Увеличьте свой {C:attention}размер руки",
					"до {C:attention}12",
				},
			},
			j_cry_primus = {
				name = "Праймус",
				text = {
					"Этот Джокер дает {X:dark_edition,C:white} ^#1# {} Множ.,",
					"если все карты в руке это",
					"{C:attention}Тузы{}, {C:attention}2{}, {C:attention}3{}, {C:attention}5{} или {C:attention}7{}",
					"{C:inactive}(Сейчас {X:dark_edition,C:white} ^#2# {C:inactive} Множ.)",
				},
			},
			j_cry_pumpkin = {
				name = "Тыква",
				text = {
					"Предотвращает смерть, если набрано",
					"хотя бы {C:attention}50%{} нужных фишек",
					"{C:attention}Превращается в Светильник Джека,",
					"{C:attention}когда{} {C:red}уничтожается",
				},
			},
			j_cry_carved_pumpkin = {
				name = "Светильник Джека",
				text = {
					"Способности следующих {C:attention}#1#{}",
					"Босс-Блайндов будут",
					"{C:attention}отключены",
				},
			},
			j_cry_python = {
				name = "Пайтон",
				text = {
					"Этот Джокер дает",
					"{X:mult,C:white} X#1# {} Множ., когда",
					"используется {C:cry_code}Код-карта{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_queens_gambit = {
				name = "Ферзевый гамбит",
				text = {
					"Если {C:attention}покерная комбинация{} это",
					"{C:attention}Флеш-рояль{}, уничтожает сыгранную",
					"{C:attention}Даму{} и создает",
					"{C:dark_edition}Негативного{} {C:red}Редкого{} {C:attention}Джокера{}",
				},
			},
			j_cry_quintet = {
				name = "Квинтет",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге,",
					"сделав последней рукой",
					"{E:1,C:attention}Пятерку",
				},
			},
			j_cry_redbloon = {
				name = "Красный шарик",
				text = {
					"Дает {C:money}$#1#{} через {C:attention}#2#{} раунда",
					"{C:red,E:2}самоуничтожается{}",
				},
			},
			j_cry_redeo = {
				name = "Редео",
				text = {
					"{C:attention}-#1#{} Анте за каждые",
					"потраченные {C:money}$#2#{} {C:inactive}($#3#){}",
					"{s:0.8}Требования растут",
					"{C:attention,s:0.8}экспоненциально{s:0.8} после использования",
					"{C:money,s:0.8}Следующее увеличение: {s:1,c:money}$#4#",
				},
			},
			j_cry_rescribere = {
				name = "Перепись",
				text = {
					"Когда вы {C:attention}продаете{} Джокера,",
					"добавляет его эффекты",
					"всем остальным Джокерам",
					"{C:inactive,s:0.8}Не влияет на другие Переписи{}",
				},
			},
			j_cry_reverse = {
				name = "Карта ревёрса",
				text = {
					"Заполняет все пустые слоты {C:inactive}(макс. 100){}",
					"{C:dark_edition}Голографическими{} {C:attention}Веселыми джокерами{},",
					"если {C:attention}сброшенная рука{} это {C:attention}#1#{}",
					"{C:red,E:2}самоуничтожается{}",
					"{C:inactive,s:0.8}АБСОЛЮТНЫЙ камбэк{}",
				},
			},
			j_cry_rnjoker = {
				name = "РНДжокер",
				text = {
					"Случайным образом меняет способность каждое {C:attention}Анте{}",
				},
				unlock = {
					"Шанс{C:green}1 из 20{}",
					"открыть эту карту",
					"при {C:attention}Проигрыше",
				},
			},
			j_cry_sacrifice = {
				name = "Жертвоприношение",
				text = {
					"Создает {C:green}Необычного{} Джокера",
					"и 3 {C:attention}Веселых джокеров{}, когда",
					"используется {C:spectral}Спектральная{} карта",
					"{C:red}Работает один раз за раунд{}",
					"{C:inactive}#1#{}",
				},
			},
			j_cry_sapling = {
				name = "Росток",
				text = {
					"После подсчета {C:attention}#2#{} {C:inactive}[#1#]{} Улучшенных",
					"карт, продайте эту карту, чтобы",
					"создать {C:cry_epic}Эпического{} {C:attention}Джокера{}",
					"{C:inactive,s:0.8}Создаст {C:red,s:0.8}Редкого{} {C:attention,s:0.8}Джокера{},",
					"{C:inactive,s:0.8}если {C:cry_epic,s:0.8}Эпические{} {C:inactive,s:0.8}Джокеры отключены{}",
				},
			},
			j_cry_savvy = {
				name = "Смышленый джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_Scalae = {
				name = "Скелай",
				text = {
					"Растущие {C:attention}Джокеры{} масштабируются",
					"как полином {C:attention}#1#-й{} степени",
					"Повышает степень на {C:attention}#2#{}",
					"в конце раунда",
					"{C:inactive,s:0.8}(кроме {C:attention,s:0.8}Скелай{C:inactive,s:0.8})",
					"{C:inactive,s:0.8}(Напр. +1, +#3#, +#4#, +#5#)",
				},
			},
			j_cry_scrabble = {
				name = "Костяшка Эрудита",
				text = {
					"Шанс {C:green}#1# из #2#{} создать",
					"{C:dark_edition}Веселого{} {C:green}Необычного{} Джокера",
					"при розыгрыше руки",
				},
			},
			j_cry_seal_the_deal = {
				name = "Запечатлеть сделку",
				text = {
					"Добавляет {C:attention}случайную печать{} каждой",
					"подсчитанной карте в {C:attention}последней руке{} раунда",
				},
			},
			j_cry_shrewd = {
				name = "Проницательный джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_silly = {
				name = "Глупый джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_smallestm = {
				name = "Кроха",
				text = {
					"Создает тег {C:cry_jolly}Двойной M{},",
					"если {C:attention}покерная рука{} это",
					"{C:attention}#1#{}",
					"{C:inactive,s:0.8}ну типа я очень маленький",
				},
			},
			j_cry_soccer = {
				name = "Один за всех",
				text = {
					"{C:attention}+#1#{} слот для Джокера",
					"{C:attention}+#1#{} слот для Наборов",
					"{C:attention}+#1#{} к размеру руки",
					"{C:attention}+#1#{} слот для Расходников",
					"{C:attention}+#1#{} слот карт в {C:attention}лавке{}",
					"{C:attention}+#1#{} слот ваучера",
				},
				unlock = {
					"Выиграй забег играя",
					"Только {C:attention}Старшую карту",
				},
			},
			j_cry_soccer_balanced = {
				name = "One for All", --changed the name from latin because this isn't exotic
				text = {
					"{C:attention}+#1#{} слот для Наборов",
					"{C:attention}+#1#{} к размеру руки",
					"{C:attention}+#1#{} слот для Расходников",
					"{C:attention}+#1#{} слот карт в {C:attention}лавке{}",
					"{C:attention}+#1#{} слот ваучера",
				},
				unlock = {
					"Выиграй забег играя",
					"Только {C:attention}Старшую карту",
				},
			},
			j_cry_fleshpanopticon = {
				name = "Паноптикум плоти",
				text = {
					"{C:attention}Босс-Блайнд{} в {C:red}X#1#{} раза больше",
					"Когда {C:attention}Босс-Блайнд{} побежден,",
					"{C:red}самоуничтожается{} и создает",
					"{C:dark_edition}Негативную{} карту {C:spectral}Врат{}",
					'{C:inactive,s:0.8}"Эта тюрьма... чтобы удержать... меня?"',
				},
			},
			j_cry_sock_and_sock = {
				name = "Носок и Носок",
				text = {
					"Перезапускает все сыгранные",
					"{C:attention}Абстрактные{} карты {C:attention}#1#{} раз",
				},
			},
			j_cry_brokenhome = {
				name = "Разрушенный дом",
				text = {
					"{X:mult,C:white} X#1# {} Множ.",
					"Шанс {C:green}#2# из #3#{}, что эта",
					"карта будет уничтожена",
					"в конце раунда",
				},
			},
			j_cry_yarnball = {
				name = "Клубок ниток",
				text = {
					"Добавляет уровень самого высокого {C:attention}Кошачьего тега{}",
					"ко всем{C:green} вероятностям",
				},
			},
			j_cry_pizza = {
				name = "Пицца",
				text = {
					"Через {C:attention}#1#{} {C:inactive}[#2#]{} раунда",
					"продайте этого Джокера, чтобы",
					"создать {C:attention}#3#{} Кусочков пиццы",
				},
			},
			j_cry_pizza_slice = {
				name = "Кусочек пиццы",
				text = {
					"Этот Джокер дает {X:mult,C:white}X#1#{} Множ.,",
					"когда вы {C:attention}продаете{} {C:attention}Кусочек пиццы{}",
					"{C:inactive}(Сейчас{} {X:mult,C:white}X#2#{}{C:inactive} Множ.){}",
				},
			},
			j_cry_paved_joker = {
				name = "Асфальтовый джокер",
				text = {
					"Каменные карты могут заполнять",
					"пробелы в {C:attention}#1#{} карту в",
					"{C:attention}Стритах{} и {C:attention}Флешах{}",
				},
			},
			j_cry_fading_joker = {
				name = "Исчезающий джокер",
				text = {
					"Этот Джокер дает",
					"{X:mult,C:white}X#1#{} Множ., когда",
					"{C:attention}Портящаяся{} карта ослабляется",
					"{C:inactive}(Сейчас{} {X:mult,C:white}X#2#{} {C:inactive}Множ.){}",
				},
			},
			j_cry_poor_joker = {
				name = "Бедный джокер",
				text = {
					"Этот Джокер дает",
					"{C:mult}+#1#{} Множ., когда",
					"{C:attention}Прокатная{} карта забирает деньги",
					"{C:inactive}(Сейчас{} {C:mult}+#2#{} {C:inactive}Множ.){}",
				},
			},
			j_cry_spaceglobe = {
				name = "Небесный глобус",
				text = {
					"Этот Джокер дает {X:chips,C:white}X#2#{} Фишек,",
					"если сыгранная {C:attention}рука{} содержит {C:attention}#3#{},",
					"Комбинация меняется после улучшения{}",
					"{C:inactive}(Сейчас{} {X:chips,C:white}X#1#{} {C:inactive}Фишек){}",
				},
			},
			j_cry_spectrogram = {
				name = "Спектрограмма",
				text = {
					"{C:attention}Перезапускает{} самого правого Джокера",
					"по одному разу за каждую подсчитаную {C:attention}Эхо-карту{},",
				},
			},
			j_cry_speculo = {
				name = "Спекуло",
				text = {
					"Создает {C:dark_edition}Негативную{} копию",
					"случайного {C:attention}Джокера{}",
					"в конце {C:attention}лавки{}",
					"{C:inactive,s:0.8}Не копирует другие Speculo{}",
				},
			},
			j_cry_spy = {
				name = "Шпион",
				text = {
					"{X:mult,C:white} X#2# {} Множ., {C:dark_edition}+1{} слот для {C:attention}Джокера{}",
					"{C:inactive}Этот #1# - шпион!",
				},
			},
			j_cry_stardust = {
				name = "Звездная пыль",
				text = {
					"{C:dark_edition}Полихромные{} карты",
					"дают {X:mult,C:white}X#1#{} множ.",
				},
			},
			j_cry_stella_mortis = {
				name = "Стелла Мортис",
				text = {
					"Уничтожает случайную карту {C:planet}Планеты{}",
					"получая {X:dark_edition,C:white}^#1#{} Множ.",
					"в конце {C:attention}лавки{}",
					"{C:inactive}(Сейчас {X:dark_edition,C:white}^#2#{C:inactive} Множ.)",
				},
			},
			j_cry_stronghold = {
				name = "Крепость",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге",
					"где ваша последняя рука содержит",
					"{E:1,C:attention}Оплот",
				},
			},
			j_cry_subtle = {
				name = "Утонченный джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_supercell = {
				name = "Суперселл",
				text = {
					"{C:chips}+#1#{} Фишек, {C:mult}+#1#{} Множ.,",
					"{X:chips,C:white}X#2#{} Фишек, {X:mult,C:white}X#2#{} Множ.",
					"Дает {C:money}$#3#{} в",
					"конце раунда",
				},
			},
			j_cry_supercell_balanced = {
				name = "Суперселл",
				text = {
					"{X:chips,C:white}X#2#{} Фишек, {X:mult,C:white}X#2#{} Множ.",
					"Дает {C:money}$#3#{} в",
					"конце раунда",
				},
			},
			j_cry_sus = {
				name = "SUS",
				text = {
					"в конце раунда создает",
					"{C:attention}копию{} случайной карты {C:attention}в руке{},",
					"уничтожая все остальные",
					"{C:attention,s:0.8}Червовые Короли{s:0.8} в приоритете",
				},
			},
			j_cry_swarm = {
				name = "Рой",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге",
					"где ваша последняя рука содержит",
					"{E:1,C:attention}Флеш-пять",
				},
			},
			j_cry_sync_catalyst = {
				name = "Катализатор синхронизации",
				text = {
					"Уравнивает {C:chips}Фишки{} и {C:mult}Множитель{}",
					"{C:inactive,s:0.8}Эй! Я это уже где-то видел!",
				},
			},
			j_cry_tax_fraud = {
				name = "Налоговое мошенничество",
				text = {
					"Дает {C:attention}$#1#{} за каждого {C:attention}Прокатного Джокера",
					"в конце раунда",
				},
			},
			j_cry_tenebris = {
				name = "Тенебрис",
				text = {
					"{C:dark_edition}+#1#{} слотов для {C:attention}джокеров{}",
					"Получите {C:money}$#2#{} в конце раунда",
				},
			},
			j_cry_translucent = {
				name = "Полупрозрачный джокер",
				text = {
					"Продайте эту карту, чтобы создать",
					"{C:attention}Банановую Портящуюся{} копию",
					"случайного {C:attention}Джокера{}",
					"{s:0.8,C:inactive}(Копия игнорирует совместимость)",
				},
			},
			j_cry_treacherous = {
				name = "Предательский джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_nebulous = {
				name = "Туманный джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_words_cant_even = {
				name = "Ни одно слово не сможет описать в полной мере этого Джокера",
				text = {
					"{X:mult,C:white}X#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_many_lost_minds = {
				name = "Многие лишились рассудка, пытаясь осознать этого Джокера",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_annihalation = {
				name = "Абсолютное уничтожение всего, что делает Balatro священной",
				text = {
					"{X:dark_edition,C:white}^#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге",
					"где ваша последняя рука содержит",
					"{E:1,C:attention}#1#",
				},
			},
			j_cry_trick_or_treat = {
				name = "Сладость или гадость",
				text = {
					"При {C:attention}продаже{}",
					"Шанс {C:green}#1# из #2#{} создать {C:attention}#3#{} {C:cry_candy}Сладости",
					"В противном случае создает {X:cry_cursed,C:white}Проклятого{} Джокера",
					"{C:inactive}(Может выйти за лимит Джокеров)",
				},
			},
			j_cry_tricksy = {
				name = "Хитрый джокер",
				text = {
					"{C:chips}+#1#{} Фишек, если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_triplet_rhythm = {
				name = "Триоль",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если сыгранная",
					"рука содержит {C:attention}ровно{} три {C:attention}тройки",
				},
			},
			j_cry_tropical_smoothie = {
				name = "Тропический смузи",
				text = {
					"Продайте эту карту, чтобы",
					"{C:attention}умножить{} значения имеющихся",
					"Джокеров в {C:attention}X#1#{} раза",
				},
			},
			j_cry_unity = {
				name = "Единство",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге",
					"где ваша последняя рука содержит",
					"{E:1,C:attention}Флеш-хаус",
				},
			},
			j_cry_universe = {
				name = "Вселенная",
				text = {
					"{C:dark_edition}Астральные{} карты",
					"дают {X:dark_edition,C:white}^#1#{} Множ.",
				},
			},
			j_cry_universum = {
				name = "Вселениум",
				text = {
					"{C:attention}Покерные комбинации{} получают",
					"{X:red,C:white} X#1# {} Множ. и {X:blue,C:white} X#1# {} Фишек",
					"при повышении уровня",
				},
			},
			j_cry_unjust_dagger = {
				name = "Несправедливый кинжал",
				text = {
					"При выборе {C:attention}Блайнда{},",
					"уничтожает Джокера слева",
					"и навсегда добавляется {C:attention}одна пятая{}",
					"стоимости продажи к этим {X:mult,C:white}XМнож.{}",
					"{C:inactive}(Сейчас {X:mult,C:white} X#1# {C:inactive} Множ.)",
				},
			},
			j_cry_verisimile = {
				name = "Нон Верисимиль",
				text = {
					"Когда любая вероятность",
					"{C:green}успешно{} срабатывает,",
					"этот Джокер дает {X:red,C:white}XМнож.{}, равный",
					"указанному {C:attention}шансу",
					"{C:inactive}(Напр. 1 из 5 даёт 5X)",
					"{C:inactive}(Сейчас {X:mult,C:white} X#1# {C:inactive} Множ.)",
				},
			},
			j_cry_virgo = {
				name = "Дева",
				text = {
					"Этот Джокер увеличивает {C:attention}стоимость продажи{} на {C:money}$#1#{},",
					"если {C:attention}покерная рука{} содержит {C:attention}#2#{}",
					"Продайте карту, чтобы создать {C:dark_edition}Полихромного{}",
					"{C:attention}Веселого джокера{} за каждые {C:money}$4{}",
					"стоимости продажи {C:inactive}(Минимум 1){}",
				},
			},
			j_cry_wacky = {
				name = "Странный джокер",
				text = {
					"{C:red}+#1#{} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
			},
			j_cry_waluigi = {
				name = "Валуиджи",
				text = {
					"Все Джокеры дают",
					"{X:mult,C:white} X#1# {} Множ. при срабатывании",
				},
			},
			j_cry_wario = {
				name = "Варио",
				text = {
					"Все Джокеры дают",
					"{C:money}$#1#{} при срабатывании",
				},
			},
			j_cry_wee_fib = {
				name = "Вибоначчи",
				text = {

					"Каждый сыгранный {C:attention}Туз{},",
					"{C:attention}2{}, {C:attention}3{}, {C:attention}5{} или {C:attention}8{}",
					"даёт {C:mult}+#2#{} Множ.",
					"{C:inactive}(Сейчас {C:mult}+#1#{C:inactive} Множ.)",
				},
			},
			j_cry_weegaming = {
				name = "2D",
				text = {
					"Перезапускает каждую сыгранную {C:attention}двойку{}",
					"{C:attention:}#1#{} доп. раза",
					"{C:inactive,s:0.8}Wee gaming?{}",
				},
			},
			j_cry_wheelhope = {
				name = "Колесо надежды",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ.,",
					"когда {C:attention}Колесо Фортуны{} не срабатывает",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_whip = {
				name = "КНУТ",
				text = {
					"Этот Джокер дает {X:mult,C:white} X#1# {} Множ.,",
					"если {C:attention}сыгранная рука{} содержит",
					"{C:attention}2{} и {C:attention}7{} разных мастей",
					"{C:inactive}(Сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
				},
			},
			j_cry_wonka_bar = {
				name = "Шоколад Вонки",
				text = {
					"Продайте эту карту, чтобы",
					"навсегда получить {C:attention}+#1#{}",
					"к лимиту выбора карт",
				},
			},
			j_cry_wrapped = {
				name = "Завёрнутая конфета",
				text = {
					"После {C:attention}#1#{} раундов,",
					"создает случайного {C:attention}Джокера-еду{}",
					"{C:red,E:2}Самоуничтожается{}",
				},
			},
			j_cry_wtf = {
				name = Cryptid_config.family_mode and "Кластер" or "Какого хуя?!",
				text = {
					"{X:mult,C:white} X#1# {} Множ., если",
					"сыгранная рука содержит",
					"{C:attention}#2#",
				},
				unlock = {
					"Победите в забеге,",
					"сделав последней рукой",
					"{E:1,C:attention}#1#",
				},
			},
			j_cry_zooble = {
				name = "Зубл",
				text = {
					"Если сыгранная рука {C:attention}не{} содержит {C:attention}Стрит{},",
					"этот Джокер дает {C:mult}+#2#{} Множ. за каждый",
					"{C:attention}уникальный ранг{} в подсчитанной руке",
					"{C:inactive}(Сейчас {C:mult}+#1#{C:inactive} Множ.)",
				},
			},
			j_cry_chocolate_dice = {
				name = "Шоколадный К10",
				text = {
					"Бросьте {C:green}К10{} после победы",
					"над {C:attention}Босс-блайндом{},",
					"чтобы начать {C:cry_ascendant,E:1}событие",
					"{C:inactive}(Сейчас: #1#)",
				},
			},

		},
		Planet = {
			c_cry_Risti = {
				name = "Risti",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
				},
			},
			c_cry_Lapio = {
				name = "Pata",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
				},
			},
			c_cry_nstar = {
				name = "Нейтронная Звезда",
				text = {
					"Улучшает случайную",
					"покерную руку на",
					"{C:attention}1{} уровень за каждую",
					"{C:attention}Нейтронную Звезду{}, использованную",
					"в этом забеге",
					"{C:inactive}(Сейчас {C:attention}#1#{C:inactive}){}",
				},
			},
			c_cry_planetlua = {
				name = "Планета.lua",
				text = {
					"Вероятность{C:green} #1# из #2#{}, что",
					"уровень {C:legendary,E:1}каждой{}",
					"{C:legendary,E:1}покерной руки{} повысится на {C:attention}1{}",
				},
			},
			c_cry_Sydan = {
				name = "Hertta",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
				},
			},
			c_cry_Timantii = {
				name = "Ruutu",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
				},
			},
			c_cry_asteroidbelt = {
				name = "Пояс астероидов",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышает уровень",
					"{C:attention}#2#",
					"{C:mult}+#3#{} к множ. и",
					"{C:chips}+#4#{} шт. фишек",
				},
			},
			c_cry_void = {
				name = "Пустота",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышает уровень",
					"{C:attention}#2#",
					"{C:mult}+#3#{} к множ. и",
					"{C:chips}+#4#{} шт. фишек",
				},
			},
			c_cry_marsmoons = {
				name = "Фобос и Деймос",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышает уровень",
					"{C:attention}#2#",
					"{C:mult}+#3#{} к множ. и",
					"{C:chips}+#4#{} шт. фишек",
				},
			},
			c_cry_nibiru = {
				name = "Нибиру",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышает уровень",
					"{C:attention}#2#",
					"{C:mult}+#3#{} к множ. и",
					"{C:chips}+#4#{} шт. фишек",
				},
			},
			c_cry_universe = {
				name = Cryptid_config.family_mode and "Вселенная" or "Вся ёбаная Вселенная целиком",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){} Повышает уровень",
					"{C:attention}#2#",
					"{C:mult}+#3#{} к множ. и",
					"{C:chips}+#4#{} шт. фишек",
				},
			},
			c_cry_sunplanet = {
				name = "Sol",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){}",
					"Увеличивает фактор Вознесения для",
					"{C:attention}Вознесённых{} рук на {X:gold,C:white}#2#{}",
					"{C:inactive}(Сейчас {X:gold,C:white}X#3#{C:inactive} к множителю {C:chips}Ф{}+{C:mult}М{}",
					"{C:inactive}за {C:attention}1{C:inactive} силу Вознесения)",
				},
			},
			c_cry_sunplanet2 = {
				name = "Sol",
				text = {
					"{S:0.8}({S:0.8,V:1}ур.#1#{S:0.8}){}",
					"Увеличивает фактор Вознесения для",
					"{C:attention}Вознесённых{} рук на {X:gold,C:white}#2#{}",
					"{C:inactive}(Сейчас {X:gold,C:white}+#3#{C:inactive} к множителю {C:chips}Ф{}+{C:mult}М{}",
					"{C:inactive}за {C:attention}1{C:inactive} силу Вознесения)",
				},
			},
			c_cry_Kaikki = {
				name = "Kaikki",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
				},
			},
			c_cry_perkele = {
				name = "Perkele",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
					"{C:inactive}(Сейчас {X:gold,C:white}X#7#{C:inactive} к множителю {C:chips}Ф{}+{C:mult}М{}",
					"{C:inactive}за {C:attention}1{C:inactive} силу Вознесения)",
				},
			},
			c_cry_voxel = {
				name = "Voxel",
				text = {
					"({V:1}ур.#4#{})({V:2}ур.#5#{})({V:3}ур.#6#{})",
					"Повышает уровень",
					"{C:attention}#1#{},",
					"{C:attention}#2#{},",
					"и {C:attention}#3#{}",
				},
			},
		},
		Sleeve = {
			sleeve_cry_ccd_sleeve = {
				name = "CCD Рукав",
				text = {
					"Каждая карта это ещё и",
					"{C:attention}случайный{} расходник",
				},
			},
			sleeve_cry_conveyor_sleeve = {
				name = "Конвейерный Рукав",
				text = {
					"Джокеров {C:attention}нельзя{} двигать",
					"в начале раунда,",
					"{C:attention}дублирует{} самого правого джокера",
					"и {C:attention}уничтожает{} самого левого джокера",
				},
			},
			sleeve_cry_critical_sleeve = {
				name = "Критический Рукав",
				text = {
					"После каждой сыгранной руки,",
					"{C:green}1 к 4{} шанс для {X:dark_edition,C:white} ^2 {} Множ",
					"{C:green}1 к 8{} шанс для {X:dark_edition,C:white} ^0.5 {} Множ",
				},
			},
			sleeve_cry_encoded_sleeve = {
				name = "Закодированный Рукав",
				text = {
					"Начинаете партию с {C:cry_code,T:j_cry_CodeJoker}Код Джокером{}",
					"и {C:cry_code,T:j_cry_copypaste}Копировать/Вставить{}",
					"Только {C:cry_code}Код-карты{} появляются в магазине",
				},
			},
			sleeve_cry_equilibrium_sleeve = {
				name = "Сбалансированный Рукав",
				text = {
					"Все карты имеют {C:attention}одинаковый шанс{}",
					"появления в магазинах",
					"Начните с {C:attention,T:v_overstock_plus}+2 слотами магазина{}",
				},
			},
			sleeve_cry_infinite_sleeve = {
				name = "Бесконечный Рукав",
				text = {
					"Вы можете выбрать {C:attention}любое",
					"количество карт",
				},
			},
			sleeve_cry_misprint_sleeve = {
				name = "Рукав с Опечаткой",
				text = {
					"Числа карт {C:attention}случайны{}",
				},
			},
			sleeve_cry_redeemed_sleeve = {
				name = "Погашеный Рукав",
				text = {
					"Когда {C:attention}Ваучер{} куплен",
					"получаешь {C:attention}все его улучш. версии{}",
				},
			},
			sleeve_cry_spooky_sleeve = {
				name = "Жуткий Рукав",
				text = {
					"Начните с {C:eternal}Вечного{} {C:attention,T:j_cry_chocolate_dice}Шоколаднного К10{}",
					"После каждого {C:attention}Анте{} создает",
					"{C:cry_candy}Конфетного{} или {X:cry_cursed,C:white}Проклятого{} Джокера",
				},
			},
			sleeve_cry_very_fair_sleeve = {
				name = "Очень Честный Рукав",
				text = {
					"{C:blue}-2{} руки, {C:red}-2{} сброса",
					"каждый раунд",
					"{C:attention}Ваучеры{} не",
					"появляются в магазине",
				},
			},
			sleeve_cry_wormhole_sleeve = {
				name = "Рукав Червоточины",
				text = {
					"Начните с {C:cry_exotic}Экзотическим{C:attention} Джокером{}",
					"Джокеры в {C:attention}20X{} раз чаще появляются {C:dark_edition}Негативными{},",
					"{C:attention}-2{} слота для Джокеров",
				},
			},
			sleeve_cry_legendary_sleeve = {
				name = "Легендарный Рукав",
				text = {
					"Начните с {C:legendary}Легендарного{} Джокера",
					"Вероятность{C:green} 1 к 5{} создать еще одного",
					"при победе над Босс-блайндом ",
					"{C:inactive}(при наличии места){}",
				},
			},
			sleeve_cry_antimatter_sleeve = {
				name = "Рукав Антиматерии",
				text = {
					"Применяет {C:attention}эффекты{}",
					"и {C:attention}особые свойства{}",
					"всех рукавов колод",
					"{C:red}В РАЗРАБОТКЕ",
				},
			},
			sleeve_cry_antimatter_sleeve_balanced = {
				name = "Рукав Антиматерии",
				text = {
					"Применяет {C:attention}эффекты{}",
					"и {C:attention}особые свойства{} {C:attention}каждого{}",
					"рукава, с которым вы выиграли",
					"на {C:gold}Золотой ставке{}",
					"{C:red}В РАЗРАБОТКЕ",
				},
			},
			sleeve_cry_bountiful_sleeve = {
				name = "Щедрый Рукав",
				text = {
					"После {C:blue}Руки{} или {C:red}Сброса{}",
					"всегда добирайте {C:attention}5{} карт",
				},
			},
			sleeve_cry_beige_sleeve_alt = {
				name = "Бежевый Рукав",
				text = {
					"{C:attention}Необычные{} Джокеры имеют",
					"{C:attention}учетверенные{} значения",
				},
			},
			sleeve_cry_beige_sleeve = {
				name = "Бежевый рукав",
				text = {
					"{C:attention}Обычные{} Джокеры имеют",
					"{C:attention}учетверенные{} значения",
				},
			},
			sleeve_cry_glowing_sleeve = {
				name = "Светящийся Рукав",
				text = {
					"Умножает значения всех",
					"джокеров на {X:dark_edition,C:white} X1.25 {}",
					"после победы над Босс-блайндом",
					"{X:cry_jolly,C:white,s:0.8} Jolly#1#Open#1#Winner#1#-#1#wawa#1#person",
				},
			},
			sleeve_cry_beta_sleeve = {
				name = "Ностальгический Рукав",
				text = {
					"Слоты под {C:attention}Джокеры{}",
					"и под {C:attention}Расходники{} {C:attention}соединены",
					"{C:attention}Ностальгические{} блайнды заменяют",
					"их обновлённые блайнды",
				},
			},
		},
		Spectral = {
			c_cry_analog = {
				name = "Аналог",
				text = {
					"Создаёт {C:attention}#1#{} копии случайного",
					"{C:attention}Джокера{} и уничтожает все остальные",
					"Джокеры, увеличивает Анте на {C:attention}#2#{}",
				},
			},
			c_cry_gateway = {
				name = "Врата",
				text = {
					"Создайте случайного",
					"{C:cry_exotic,E:1}Экзотического{C:attention} джокера{}, уничтожьте",
					"всех других джокеров",
				},
			},
			c_cry_lock = {
				name = "Замок",
				text = {
					"Уберите {C:red}все{} наклейки",
					"со {C:red}всех{} джокеров,",
					"затем добавьте {C:purple,E:1}Вечную наклейку{}",
					"случайному {C:attention}джокеру{}",
				},
			},
			c_cry_pointer = {
				name = "POINTER://",
				text = {
					"Создает карту",
					"{C:cry_code}вашего выбора",
					"{C:inactive,s:0.8}(исключая Экзотических джокеров)",
				},
			},
			c_cry_replica = {
				name = "Реплика",
				text = {
					"Конвертирует все",
					"карты в руке",
					"в {C:attention}случайную{}",
					"карту в вашей руке",
				},
			},
			c_cry_source = {
				name = "Исходник",
				text = {
					"Добавьте {C:cry_code}Зеленую печать{}",
					"на {C:attention}#1#{} выбранную",
					"карту в вашей руке",
				},
			},
			c_cry_summoning = {
				name = "Призыв",
				text = {
					"Создайте случайного",
					"{C:cry_epic}Эпического{} {C:joker}джокера{}, уничтожьте",
					"одного случайного {C:joker}джокера{}",
				},
			},
			c_cry_trade = {
				name = "Обмен",
				text = {
					"{C:attention}Потеряйте{} случайный ваучер,",
					"получите {C:attention}2{} случайных ваучера",
				},
			},
			c_cry_typhoon = {
				name = "Тайфун",
				text = {
					"Добавляет {C:cry_azure}Лазурную печать{}",
					"к {C:attention}#1#{} выбранной",
					"карте в вашей руке",
				},
			},
			c_cry_meld = {
				name = "Слияние",
				text = {
					"Выберите {C:attention}Джокера{} или",
					"{C:attention}игральную карту{}, чтобы",
					"сделать её {C:dark_edition}Двусторонней",
				},
			},
			c_cry_vacuum = {
				name = "Вакуум",
				text = {
					"Удаляет {C:red}все {C:green}модификации{}",
					"со {C:red}всех{} карт в руке",
					"Даёт {C:money}$#1#{} за каждую удалённую {C:green}модификацию{}",
					"{C:inactive,s:0.7}(напр. улучшения, печати, выпуски)",
				},
			},
			c_cry_white_hole2 = {
				name = "Белая дыра",
				text = {
					"{C:attention}Сбрасывает{} уровни всех рук",
					"Улучшает {C:legendary,E:1}самую частую{} руку",
					"на {C:attention}3{} уровня за каждый удалённый",
				},
			},
			c_cry_chambered = {
				name = "Заряженный",
				text = {
					"Создаёт {C:attention}#1#{} {C:dark_edition}Негативных{}",
					"копии {C:attention}случайного{} расходуемого",
					"предмета у вас в наличии",
					"{C:inactive,s:0.8}Не копирует карту Заряженный{}",
				},
			},
			c_cry_ritual = {
				name = "Ритуал",
				text = {
					"Применяет {C:dark_edition}Негативное{}, {C:dark_edition}Мозаичное{}",
					"или {C:dark_edition}Астральное{} выпуски к {C:attention}#1#{}",
					"выбранной карте в руке",
				},
			},
			c_cry_conduit = {
				name = "Проводник",
				text = {
					"Меняет местами {C:attention}выпуск{}",
					"{C:attention}2{} выбранных игральных карт или {C:attention}Джокеров{}",
				},
			},
			c_cry_adversary = {
				name = "Противник",
				text = {
					"{C:red}Все{} ваши {C:attention}Джокеры{} становятся {C:dark_edition}Негативными{},",
					"{C:red}все{} {C:attention}Джокеры{} в магазине стоят",
					"{C:red}вдвое дороже{} до конца забега",
				},
			},
			c_cry_hammerspace = {
				name = "Карманное измерение",
				text = {
					"Применяет случайные {C:attention}расходуемые предметы{}",
					"к картам в руке, как если бы они",
					"были {C:dark_edition}Улучшениями{}",
				},
			},
		},
		Stake = {
			stake_cry_pink = {
				name = "Розовая ставка",
				colour = "Розовая",
				text = {
					"Требуемые очки маштабируются",
					"быстрее для каждого {C:attention}Анте{}",
				},
			},
			stake_cry_brown = {
				name = "Коричневая ставка",
				colour = "Коричневая",
				text = {
					"Все {C:attention}наклейки{} совместимы",
					"друг с другом",
				},
			},
			stake_cry_yellow = {
				name = "Желтая ставка",
				colour = "Желтая",
				text = {
					"{C:attention}Наклейки{} могут появиться на",
					"всех покупаемых предметах",
				},
			},
			stake_cry_jade = {
				name = "Нефритовая ставка",
				colour = "Нефритовая",
				text = {
					"Карты могут раздаваться {C:attention}рубашкой вверх{}",
				},
			},
			stake_cry_cyan = {
				name = "Голубая ставка",
				colour = "Голубая",
				text = {
					"{C:green}Необычные{} и {C:red}Редкие{} Джокеры",
					"появляются реже",
				},
			},
			stake_cry_gray = {
				name = "Серая ставка",
				colour = "Серая",
				text = {
					"Стоимость обновлений растет на {C:attention}$2{} за каждое",
				},
			},
			stake_cry_crimson = {
				name = "Багровая ставка",
				colour = "Багровая",
				text = {
					"Запас ваучеров пополняется в {C:attention}четных{} Анте",
				},
			},
			stake_cry_diamond = {
				name = "Алмазная ставка",
				colour = "Алмазная",
				text = {
					"Для победы нужно пройти Анте {C:attention}10{}",
				},
			},
			stake_cry_amber = {
				name = "Янтарная ставка",
				colour = "Янтарная",
				text = {
					"{C:attention}-1{} слот для наборов",
				},
			},
			stake_cry_bronze = {
				name = "Бронзовая ставка",
				colour = "Бронзовая",
				text = {
					"Ваучеры стоят на {C:attention}50%{} дороже",
				},
			},
			stake_cry_quartz = {
				name = "Кварцевая ставка",
				colour = "Кварцевая",
				text = {
					"Джокеры могут быть {C:attention}Закреплены{}",
					"{s:0.8,C:inactive}(Остаются заблокированными в крайней левой позиции){}",
				},
			},
			stake_cry_ruby = {
				name = "Рубиновая ставка",
				colour = "Рубиновая",
				text = {
					"{C:attention}Большие блайнды{} могут стать",
					"{C:attention}Босс-блайндами{}",
				},
			},
			stake_cry_glass = {
				name = "Стеклянная ставка",
				colour = "Стеклянная",
				text = {
					"Карты могут {C:attention}разбиться{} при подсчете очков",
				},
			},
			stake_cry_sapphire = {
				name = "Сапфировая ставка",
				colour = "Сапфировая",
				text = {
					"Вы теряете {C:attention}25%{} текущих денег",
					"в конце Анте {s:0.8,C:inactive}(до $10){}",
				},
			},
			stake_cry_emerald = {
				name = "Изумрудная ставка",
				colour = "Изумрудная",
				text = {
					"Карты, наборы и ваучеры могут",
					"лежать {C:attention}рубашкой вверх{} {s:0.8,C:inactive}(пока не куплены){}",
				},
			},
			stake_cry_platinum = {
				name = "Платиновая ставка",
				colour = "Платиновая",
				text = {
					"Малые блайнды {C:attention}удалены{}",
				},
			},
			stake_cry_twilight = {
				name = "Сумеречная ставка",
				colour = "Сумеречная",
				text = {
					"Карты могут быть {C:attention}Банановыми{}",
					"{s:0.8,C:inactive}(Шанс 1 их 10, что карта будет уничтожена каждый раунд){}",
				},
			},
			stake_cry_verdant = {
				name = "Зеленеющая ставка",
				colour = "Зеленеющая",
				text = {
					"Требуемые очки маштабируются",
					"быстрее для каждого {C:attention}Анте{}",
				},
			},
			stake_cry_ember = {
				name = "Тлеющая ставка",
				colour = "Тлеющая",
				text = {
					"Карты не дают денег при продаже",
				},
			},
			stake_cry_dawn = {
				name = "Рассветная ставка",
				colour = "Рассветная",
				text = {
					"Таро и Спектральные карты имеют выбор",
					"на {C:attention}1 карту меньше {s:0.8,C:inactive}(минимум 1){}",
				},
			},
			stake_cry_horizon = {
				name = "Ставка горизонта",
				colour = "Горизонта",
				text = {
					"При выборе блайнда в колоду",
					"добавляется {C:attention}случайная игральная карта{}",
				},
			},
			stake_cry_blossom = {
				name = "Цветущая ставка",
				colour = "Цветущая",
				text = {
					"{C:attention}Финальные{} Босс-блайнды могут",
					"появиться в {C:attention}любом{} Анте",
				},
			},
			stake_cry_azure = {
				name = "Лазурная ставка",
				colour = "Лазурная",
				text = {
					"Значения на Джокерах уменьшены",
					"на {C:attention}20%{}",
				},
			},
			stake_cry_ascendant = {
				name = "Вознесенная ставка",
				colour = "Вознесенная",
				text = {
					"{C:attention}-1{} слот в магазине",
				},
			},
		},
		Tag = {
			tag_cry_astral = {
				name = "Астральный тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Астральным{}",
				},
			},
			tag_cry_banana = {
				name = "Банановый тег",
				text = {
					"Создаёт {C:attention}#1#",
					"{C:inactive}(Необходимо место){}",
				},
			},
			tag_cry_bettertop_up = {
				name = "Улучшенный тег пополнения",
				text = {
					"Создаёт до {C:attention}#1#{}",
					"{C:green}Необычных{} Джокеров",
					"{C:inactive}(Необходимо место){}",
				},
			},
			tag_cry_better_voucher = {
				name = "Золотой тег ваучера",
				text = {
					"Добавляет один ваучер",
					"{C:attention}#1#{} уровня в следующий магазин",
				},
			},
			tag_cry_blur = {
				name = "Размытый тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Размытым{}",
				},
			},
			tag_cry_booster = {
				name = "Тег бустера",
				text = {
					"В следующем {C:cry_code}Наборе бустеров{}",
					"будет {C:attention}вдвое{} больше карт",
					"и {C:attention}вдвое{} больше вариантов выбора",
				},
			},
			tag_cry_bundle = {
				name = "Тег-набор",
				text = {
					"Создаёт {C:attention}Стандартный тег{}, {C:tarot}Тег очарования{},",
					"{C:attention}Тег шута{} и {C:planet}Тег метеора",
				},
			},
			tag_cry_cat = {
				name = "Кошачий тег",
				text = { "Мяу", "{C:inactive}Уровень {C:dark_edition}#1#" },
			},
			tag_cry_console = {
				name = "Консольный тег",
				text = {
					"Даёт бесплатный",
					"{C:cry_code}Программный набор",
				},
			},
			tag_cry_double_m = {
				name = "Тег двойного M",
				text = {
					"В магазине появится",
					"{C:dark_edition}Весёлый {C:legendary}M-Джокер{}",
				},
			},
			tag_cry_empowered = {
				name = "Усиленный тег",
				text = {
					"Даёт бесплатный {C:spectral}Спектральный набор",
					"с картами {C:legendary,E:1}Душа{} и {C:cry_exotic,E:1}Врата{}",
				},
			},
			tag_cry_epic = {
				name = "Эпический тег",
				text = {
					"В в лавке есть {C:cry_epic}Эпический",
					"{C:cry_epic}Джокер{} за полцены",
				},
			},
			tag_cry_gambler = {
				name = "Тег Гемблера",
				text = {
					"Вероятность{C:green} #1# из #2#{}, что",
					"создастся {C:cry_exotic,E:1}Усиленный тег",
				},
			},
			tag_cry_glass = {
				name = "Хрупкий тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Хрупким{}",
				},
			},
			tag_cry_glitched = {
				name = "Глючный тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Глючным{}",
				},
			},
			tag_cry_gold = {
				name = "Золотой тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Золотым{}",
				},
			},
			tag_cry_gourmand = {
				name = "Тег гурмана",
				text = {
					"В магазине появится бесплатный",
					"{C:attention}Джокер-еда",
				},
			},
			tag_cry_loss = {
				name = "Loss",
				text = {
					"Даёт бесплатный",
					"{C:cry_ascendant}Мемный набор",
				},
			},
			tag_cry_m = {
				name = "Весёлый тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Весёлым{}",
				},
			},
			tag_cry_memory = {
				name = "Тег памяти",
				text = {
					"Создаёт {C:attention}#1#{} копии последнего",
					"использованного {C:attention}Тега{} в забеге",
					"{s:0.8,C:inactive}Исключая теги копирования",
					"{s:0.8,C:inactive}Сейчас: {s:0.8,C:attention}#2#",
				},
			},
			tag_cry_mosaic = {
				name = "Мозаичный тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Мозаичным{}",
				},
			},
			tag_cry_oversat = {
				name = "Перенасыщенный тег",
				text = {
					"Следующий Джокер базового",
					"выпуска из лавки бесплатен и",
					"становится {C:dark_edition}Перенасыщенным{}",
				},
			},
			tag_cry_quadruple = {
				name = "Четверной тег",
				text = {
					"Даёт {C:attention}#1#{} копии следующего",
					"выбранного {C:attention}Тега",
					"{s:0.8,C:inactive}Исключая теги копирования",
				},
			},
			tag_cry_quintuple = {
				name = "Пятерной тег",
				text = {
					"Даёт {C:attention}#1#{} копий следующего",
					"выбранного {C:attention}Тега",
					"{s:0.8,C:inactive}Исключая теги копирования",
				},
			},
			tag_cry_rework = {
				name = "Тег переработки",
				text = {
					"В магазине появится",
					"{C:dark_edition}#1# {C:cry_code}#2#",
				},
			},
			tag_cry_schematic = {
				name = "Схематичный тег",
				text = {
					"В магазине появится",
					"{C:attention}Мозговой штурм",
				},
			},
			tag_cry_scope = {
				name = "Тег прицела",
				text = {
					"{C:attention}+#1#{} к {C:blue}рукам{} и",
					"{C:red}сбросам{} в следующем раунде",
				},
			},
			tag_cry_triple = {
				name = "Тройной тег",
				text = {
					"Даёт {C:attention}#1#{} копии следующего",
					"выбранного {C:attention}Тега",
					"{s:0.8,C:inactive}Исключая теги копирования",
				},
			},
			tag_cry_clone = {
				name = "Тег клона",
				text = {
					"Товары в магазине стоят в {C:attention}X#1#{} дороже,",
					"но вы получите {C:attention}Копию{} следующей",
					"купленной карты",
				},
			},
			tag_cry_lens = {
				name = "Тег линзы",
				text = {
					"Применяет {C:dark_edition}Негативный{} выпуск",
					"к {C:attention}#1#{} случайным расходуемым предметам",
				},
			},
			tag_cry_palette_cleanser = {
				name = "Очиститель палитры",
				text = {
					"Удаляет {C:attention}случайную{} наклейку",
					"со {C:attention}случайного{} Джокера",
					"или игральной карты",
				},
			},
		},
		Tarot = {
			c_cry_automaton = {
				name = "Автоматон",
				text = {
					"Создаёт до {C:attention}#1#{}",
					"случайных {C:cry_code}Кодовых{} карт",
					"{C:inactive}(Необходимо место)",
				},
			},
			c_cry_eclipse = {
				name = "Затмение",
				text = {
					"Улучшает {C:attention}#1#{} выбранную карту",
					"в {C:attention}Эхо-карту",
				},
			},
			c_cry_instability = {
				name = "Нестабильность",
				text = {
					"Улучшает {C:attention}#1#{} выбранную карту",
					"в {C:attention}Абстрактную карту",
				},
			},
			c_cry_theblessing = {
				name = "Благословение",
				text = {
					"Создаёт {C:attention}1{}",
					"случайный {C:attention}расходуемый предмет{}",
					"{C:inactive}(Необходимо место){}",
				},
			},
			c_cry_seraph = {
				name = "Серафим",
				text = {
					"Улучшает {C:attention}#1#{} выбранные карты",
					"в {C:attention}Светлые карты",
				},
			},
		},
		Voucher = {
			-- Standard Vouchers
			v_cry_copies = {
				name = "Копии",
				text = {
					"Двойные теги становятся",
					"{C:attention}Тройными тегами{} и",
					"встречаются в {C:attention}2 раза{} чаще",
				},
			},
			v_cry_tag_printer = {
				name = "Принтер тегов",
				text = {
					"Двойные теги становятся",
					"{C:attention}Четверными тегами{} и",
					"встречаются в {C:attention}3 раза{} чаще",
				},
			},
			v_cry_pairing = {
				name = "Спарка",
				text = {
					"{C:attention}Перезапускает{} всех М-джокеров,",
					"если сыграная рука {C:attention}Пару",
				},
			},
			v_cry_repair_man = {
				name = "Ремонтник",
				text = {
					"{C:attention}Перезапускает{} всех М-джокеров,",
					"если сыгранная рука содержит {C:attention}Пару",
				},
			},
			v_cry_double_vision = {
				name = "Двоение в глазах",
				text = {
					"{C:dark_edition}Двусторонние{} карты появляются",
					"в {C:attention}4 раза{} чаще",
				},
			},
			v_cry_double_slit = {
				name = "Две щели",
				text = {
					"{C:attention}Слияние{} может появиться",
					"в {C:spectral}Спектральных наборах{}",
				},
			},
			v_cry_stickyhand = {
				name = "Липкая рука",
				text = {
					"{C:attention}+#1#{} к лимиту выбора карт",
				},
			},
			v_cry_grapplinghook = {
				name = "Абордажный крюк",
				text = {
					"{C:attention}+#1#{} к лимиту выбора карт",
					"{C:inactive,s:0.7}С этим можно сделать гораздо больше, чем вы думаете.{}",
				},
			},
			v_cry_command_prompt = {
				name = "Командная строка",
				text = {
					"{C:cry_code}Код-карты{} могут",
					"появиться в {C:attention}магазине{}",
				},
			},
			v_cry_satellite_uplink = {
				name = "Спутниковая связь",
				text = {
					"{C:cry_code}Код-карты{} могут появиться",
					"в любом из {C:attention}Небесных наборов{}",
				},
			},

			-- T3 Vouchers
			v_cry_overstock_multi = {
				name = "Переизбыток Плюс+",
				text = {
					"{C:attention}+#1#{} слот#<ы>1# для карт,",
					"{C:attention}+#1#{} слот#<ы>1# для наборов",
					"и {C:attention}+#1#{} слот#<ы>1# для ваучеров",
					"доступны в магазине",
				},
				unlock = {
					"Потратьте {C:attention}$1000",
					"в магазине",
					"за один забег",
				},
			},
			v_cry_massproduct = {
				name = "Массовое производство",
				text = {
					"Все карты и наборы",
					"в магазине стоят {C:attention}$1{}",
				},
				unlock = {
					"Используйте {C:attention}25",
					"{C:attention}Ваучеров",
					"за один забег",
				},
			},
			v_cry_curate = {
				name = "Куратор",
				text = {
					"Все карты",
					"появляются с",
					"{C:dark_edition}Выпуском{}",
				},
				unlock = {
					"Откройте",
					"все {C:attention}Выпуски",
				},
			},
			v_cry_rerollexchange = {
				name = "Биржа обновлений",
				text = {
					"Все обновления",
					"стоят {C:attention}$2{}",
				},
				unlock = {
					"{C:attention}Обновите{} магазин",
					"в общей сложности",
					"{C:attention}250 раз{} за один забег",
				},
			},
			v_cry_dexterity = {
				name = "Ловкость",
				text = {
					"Навсегда",
					"даёт {C:blue}+#1#{} к рукам",
					"на каждый раунд",
				},
				unlock = {
					"Сыграйте {C:attention}5000{}",
					"{C:attention}игральных карт{}",
					"в сумме",
				},
			},
			v_cry_threers = {
				name = "Три С",
				text = {
					"Навсегда",
					"даёт {C:red}+#1#{} к сбросам",
					"на каждый раунд",
				},
				unlock = {
					"Сбросьте {C:attention}5000{}",
					"{C:attention}игральных карт{}",
					"в сумме",
				},
			},
			v_cry_tacclimator = {
				name = "Таро-акклиматизатор",
				text = {
					"{C:tarot}Карты Таро{} появляются",
					"в {C:attention}X#1#{} чаще в магазине",
					"Позволяет настраивать",
					"частоту {C:tarot}Таро{} в магазине",
					"{C:inactive}(См. {C:attention}Инфо о забеге{C:inactive})",
				},
				unlock = {
					"Купите {C:attention}100{} карт {C:tarot}Таро",
					"в магазине",
					"в сумме",
				},
			},
			v_cry_pacclimator = {
				name = "Планетный акклиматизатор",
				text = {
					"{C:planet}Карты планет{} появляются",
					"в {C:attention}X#1#{} чаще в магазине",
					"Позволяет настраивать",
					"частоту {C:planet}Планет{} в магазине",
					"{C:inactive}(См. {C:attention}Инфо о забеге{C:inactive})",
				},
				unlock = {
					"Купите {C:attention}100{} карт {C:planet}Планет",
					"в магазине",
					"в сумме",
				},
			},
			v_cry_moneybean = {
				name = "Денежный стебель",
				text = {
					"Увеличивает лимит",
					"процентов в конце",
					"раунда до {C:money}$#1#{}",
				},
				unlock = {
					"Достигните максимума",
					"{C:attention}дохода по процентам{}",
					"за {C:attention}весь забег",
				},
			},
			v_cry_fabric = {
				name = "Универсальная материя",
				text = {
					"{C:dark_edition}+#1#{} слот#<а>1# для Джокеров",
				},
				unlock = {
					"Используйте {C:dark_edition}Антиматерию",
					"{C:attention}10{} раз",
				},
			},
			v_cry_asteroglyph = {
				name = "Астероглиф",
				text = {
					"Устанавливает Анте на {C:attention}#1#{}",
				},
				unlock = {
					"Достигните Анте {C:attention}36",
				},
			},
			v_cry_blankcanvas = {
				name = "Чистый холст",
				text = {
					"{C:attention}+#1#{} к размеру руки",
				},
				unlock = {
					"Уменьшите свой {C:attention}размер руки",
					"до {C:attention}0",
				},
			},
			v_cry_clone_machine = {
				name = "Машина клонирования",
				text = {
					"Двойные теги становятся",
					"{C:attention}Пятерными тегами{} и",
					"встречаются в {C:attention}4 раза{} чаще",
				},
			},
			v_cry_pairamount_plus = {
				name = "Парамаунт Плюс",
				text = {
					"{C:attention}Перезапускает{} всех М-джокеров",
					"один раз за каждую Пару,",
					"{C:attention}содержащуюся{} в сыгранной руке",
				},
			},
			v_cry_double_down = {
				name = "Ва-банк",
				text = {
					"После каждого раунда",
					"{X:dark_edition,C:white} X1.5 {} ко всем значениям",
					"на оборотной стороне",
					"{C:dark_edition}Двусторонних{} карт",
				},
			},
			v_cry_quantum_computing = {
				name = "Квантовые вычисления",
				text = {
					"Все будущие {C:cry_code}Код-карты{} получают",
					"{C:cry_code}+#1#{} к количеству использований",
				},
			},
			v_cry_hyperspacetether = {
				name = "Гиперпространственная привязь",
				text = {
					"{C:attention}+#1#{} к лимиту выбора карт",
					"Все выбранные карты усиливают",
				"{C:attention}Вознесенные комбинации{}",
				},
			},
		},
		Other = {
			alt_wheel_of_fortune = {
				name = "Колесо Фортуны",
				text = {
					"Шанс {C:green}#1# из #2#{} добавить",
					"{C:dark_edition}фольговый{}, {C:dark_edition}голографический{} или",
					"{C:dark_edition}полихромный{} выпуск",
					"к случайному {C:attention}джокеру",
				},
			},
			asc_misc = {
				name = "Инфо о Вознесённой руке",
				text = {
					"{C:gold}#1#{} сила Вознесения",
					"{X:gold,C:white}X#2#{C:chips} Фишек{} и {C:mult}Множ.",
					"{C:inactive}({C:gold}#3#{C:inactive} ^ {C:gold}#1#{C:inactive})",
				},
			},
			asc_misc2 = {
				name = "Инфо о Вознесённой руке",
				text = {
					"{C:gold}#1#{} сила Вознесения",
					"{X:gold,C:white}X#2#{C:chips} Фишек{} и {C:mult}Множ.",
					"{C:inactive}({C:gold}#3#{C:inactive} X {C:gold}#1#{C:inactive})",
				},
			},
			cry_chambered = {
				name = "Заряженный",
				text = {
					"Создаёт {C:attention}3{} {C:dark_edition}Негативные{} копии",
					"случайного {C:attention}расходуемого предмета{}",
					"в вашем распоряжении",
					"{C:inactive,s:0.8}Не копирует Заряженный{}",
				},
			},
			disabled = {
				name = "Отключено",
				text = {
					"Больше не появляется",
					"в ходе забега",
				},
			},
			disabled_card_dependency = {
				name = "Отключено",
				text = {
					"Требуется {C:attention}#1#",
				},
			},
			disabled_mod_dependency = {
				name = "Отключено",
				text = {
					"Требуется мод:",
					"{C:attention}#1#",
				},
			},
			disabled_mod_conflict = {
				name = "Отключено",
				text = {
					"Несовместимо с модом:",
					"{C:attention}#1#",
				},
			},
			banana = {
				name = "Банановый",
				text = {
					"Вероятность{C:green} #1# из #2#{}, что",
					"будет уничтожен каждый раунд",
				},
			},
			cry_absolute = {
				name = "Абсолютный",
				text = {
					"Нельзя продать",
					"или уничтожить",
					"{C:attention}Неудаляемый{}",
				},
			},
			cry_rigged = {
				name = "Подкрученный",
				text = {
					"Удваивает все {C:cry_code}указанные{}",
					"вероятности на этой карте",
				},
			},
			cry_hooked = {
				name = "Связанный",
				text = {
					"Когда этот Джокер {C:cry_code}срабатывает{},",
					"активируйте {C:cry_code}#1#",
					"{C:inactive}Не все карты можно активировать так,{}",
					"{C:inactive}но все Джокеры могут активировать другие{}",
					"Удаляется в конце раунда",
				},
			},
			cry_hooked_2 = {
				name = "Связанный",
				text = {
					"Когда этот Джокер {C:cry_code}срабатывает{},",
					"активируйте {C:cry_code}#1#",
					"{C:inactive}Не все карты можно активировать так,{}",
					"{C:inactive}но все Джокеры могут активировать другие{}",
				},
			},
			cry_global_sticker = {
				name = "Глобальный",
				text = {
					"Вытягивается из колоды",
					"{C:cry_code}раньше других карт{},",
					"если это возможно",
				},
			},
			cry_flickering = {
				name = "Мерцающий",
				text = {
					"Уничтожится после",
					"{C:attention}#1#{} срабатываний",
					"{C:inactive}(осталось: {C:attention}#2#{C:inactive})",
				},
			},
			cry_flickering_desc = {
				name = "Мерцающий",
				text = {
					"Уничтожится после",
					"{C:attention}#1#{} срабатывания",
				},
			},
			cry_function_sticker = {
				name = "Function://",
				text = {
					"Создаёт {C:cry_code}#1#{}",
					"при использовании",
				},
			},
			cry_function_sticker_desc = {
				name = "Function://",
				text = {
					"Создаёт следующий расходуемый",
					"предмет {C:cry_code}Function://{}",
					"{C:inactive}Сейчас: #1#, #2# и #3#{}",
				},
			},
			cry_possessed = {
				name = "Одержимый",
				text = {
					"{C:attention}Отключает{} и {C:attention}инвертирует{}",
					"эффекты, если это возможно",
					"Уничтожается вместе с {C:attention}Призраком",
				},
			},
			food_jokers = {
				name = "Джокеры-еда",
				text = {
					"{s:0.8}Гро Мишель, Яйцо, Мороженое, Кавендиш,",
					"{s:0.8}Черепаховый боб, Диетическая кола, Попкорн, Рамен,",
					"{s:0.8}Зельцер, Огурчик, Перец чили, Карамель,",
					"{s:0.8}Ностальгическая конфета, Фастфуд М и др.",
				},
			},
			ev_cry_choco0 = {
				name = "Возможные события",
				text = {
					"{T:ev_cry_choco1}1{} {T:ev_cry_choco2}2{} {T:ev_cry_choco3}3{} {T:ev_cry_choco4}4{} {T:ev_cry_choco5}5{}",
					"{T:ev_cry_choco6}6{} {T:ev_cry_choco7}7{} {T:ev_cry_choco8}8{} {T:ev_cry_choco9}9{} {T:ev_cry_choco10}10{}",
					"{C:inactive}(Наведите для инфо)",
				},
			},
			ev_cry_choco1 = {
				name = "1: Одержимость",
				text = {
					"{C:attention}Джокеры{} и игральные карты имеют",
					"вероятность{C:green} 1 из 3{} стать Мерцающими",
					"Создаёт {C:attention}Призрака",
					"{C:inactive,s:0.7}Вами овладел призрак, и ваше",
					"{C:inactive,s:0.7}сознание то гаснет, то вспыхивает.",
				},
			},
			ev_cry_choco2 = {
				name = "2: Дом с привидениями",
				text = {
					"Запрещает пропускать {C:attention}Блайнды{}",
					"В магазине разрешён только один {C:attention}переброс{}",
					"Цены на {C:attention}ваучеры{} удвоены",
					"{C:inactive,s:0.7}Злые духи захватили всё вокруг! Ничего",
					"{C:inactive,s:0.7}не трогайте и убирайтесь как можно скорее!",
				},
			},
			ev_cry_choco3 = {
				name = "3: Ведьмино варево",
				text = {
					"Создаёт 3 {C:attention}Зелья",
					"Используйте одно до конца {C:attention}Малого Блайнда{},",
					"иначе {C:attention}все{} штрафы применятся в этом {C:attention}Анте",
					"{C:inactive,s:0.7}Вас похитила ведьма!",
					"{C:inactive,s:0.7}Она предлагает вам три зелья, пристально наблюдая.",
					"{C:inactive,s:0.7}Выбирайте одно, пока она не решила за вас.",
				},
			},
			ev_cry_choco4 = {
				name = "4: Лунная бездна",
				text = {
					"Сыгранные карты имеют {C:green}шанс 1 из 4{}",
					"превратиться в случайную карту с лицом {C:club}Треф{}",
					"Делит {C:mult}Множ.{} на число сыгранных карт с лицом",
					"{C:inactive,s:0.7}Даже тот, кто чист сердцем",
					"{C:inactive,s:0.7}и читает молитвы на ночь...",
				},
			},
			ev_cry_choco5 = {
				name = "5: Кровопийца",
				text = {
					"Удаляет {C:attention}Улучшения{} со всех сыгранных карт",
					"Вероятность{C:green} 1 из 3{} уничтожения",
					"карт {C:heart}Червей{} и {C:diamond}Бубен{}",
					"{C:inactive,s:0.7}Будьте осторожны в глухую ночь, ибо",
					"{C:inactive,s:0.7,E:1}те, кто в тенях{C:inactive,s:0.7}, жаждут утолить жажду...",
				},
			},
			ev_cry_choco6 = {
				name = "6: Возьмите один",
				text = {
					"В {C:attention}конце раунда{} открывает",
					"случайный {C:attention}Набор бустеров",
					"{C:inactive,s:0.7}Прогуливаясь по улицам, вы замечаете",
					"{C:inactive,s:0.7}коробку с бустерами. Почему бы не взять один!",
				},
			},
			ev_cry_choco7 = {
				name = "7: Праздничная атмосфера",
				text = {
					"Создаёт 3 {C:attention}«Кошелёк или жизнь»{} и 1 {C:attention}Корзину сладостей",
					"В магазинах есть {C:attention}«Кошелёк или жизнь»{} каждый раунд",
					"{C:cry_candy}Конфеты{} дают {C:money}$3{} при получении",
					"{C:inactive,s:0.7}Весь район украшен к празднику,",
					"{C:inactive,s:0.7}окунитесь в атмосферу веселья!",
				},
			},
			ev_cry_choco8 = {
				name = "8: Конфетный дождь",
				text = {
					"При победе над {C:attention}Блайндом{} даёт 1 {C:cry_candy}сладость",
					"за каждую оставшуюся руку; Даёт {C:attention}Джокера-еду{},",
					"когда создаётся {C:cry_candy}Конфета",
					"{C:inactive,s:0.7}С неба сыплются конфеты! Скорее,",
					"{C:inactive,s:0.7,E:1}хватайте сколько сможете!",
				},
			},
			ev_cry_choco9 = {
				name = "9: Призрачное богатство",
				text = {
					"Даёт {C:money}$20",
					"Все заработанные {C:money}деньги{} {C:attention}удваиваются",
					"{C:inactive,s:0.7}Призрак вашего давно ушедшего родственника",
					"{C:inactive,s:0.7}навещает вас посреди ночи!",
					"{C:inactive,s:0.7}Молча он кладет вам в руки мешочек с золотом,",
					"{C:inactive,s:0.7}тепло улыбается и исчезает в воздухе.",
				},
			},
			ev_cry_choco10 = {
				name = "10: Почитаемый антиквариат",
				text = {
					"{C:legendary}Легендарный {C:attention}Джокер{} появляется",
					"в слоте {C:attention}ваучера{} за {C:money}$50",
					"Можно купить только {C:attention}последним{} предметом в магазине",
					"{C:inactive,s:0.7}Вы привлекли внимание духа реликвии,",
					"{C:inactive,s:0.7}но усмирить его будет непросто.",
				},
			},
			cry_https_disabled = {
				name = "M",
				text = {
					"{C:attention,s:0.7}Обновление{s:0.7} отключено по умолчанию ({C:attention,s:0.7}Модуль HTTPS{s:0.7})",
				},
			},
			cry_eternal_booster = {
				name = "Вечный",
				text = {
					"Все карты в наборе",
					"будут {C:attention}Вечными{}",
				},
			},
			cry_perishable_booster = {
				name = "Портящийся",
				text = {
					"Все карты в наборе",
					"будут {C:attention}Портящимися{}",
				},
			},
			cry_rental_booster = {
				name = "Прокатный",
				text = {
					"Все карты в наборе",
					"будут {C:attention}Прокатными{}",
				},
			},
			cry_pinned_booster = {
				name = "Закреплено",
				text = {
					"Все карты в наборе",
					"будут {C:attention}Закреплёнными{}",
				},
			},
			cry_banana_booster = {
				name = "Банановый",
				text = {
					"Все карты в наборе",
					"будут {C:attention}Банановыми{}",
				},
			},
			cry_eternal_voucher = {
				name = "Вечный",
				text = {
					"Нельзя обменять",
				},
			},
			cry_perishable_voucher = {
				name = "Портящийся",
				text = {
					"Ослабляется через",
					"{C:attention}#1#{} раунда(ов)",
					"{C:inactive}(осталось: {C:attention}#2#{C:inactive})",
				},
			},
			cry_rental_voucher = {
				name = "Прокатный",
				text = {
					"Вы тратите {C:money}$#1#{} в",
					"конце раунда",
				},
			},
			cry_pinned_voucher = {
				name = "Закреплено",
				text = {
					"Остаётся в магазине,",
					"пока не будет выкуплен",
				},
			},
			cry_banana_voucher = {
				name = "Банановый",
				text = {
					"Вероятность{C:green} #1# из #2#{} того, что",
					"станет невыкупленным каждый раунд",
				},
			},
			cry_perishable_consumeable = {
				name = "Портящийся",
				text = {
					"Ослабляется в",
					"конце раунда",
				},
			},
			cry_rental_consumeable = {
				name = "Прокатный",
				text = {
					"Вы теряете {C:money}$#1#{} в конце раунда",
					"и при использовании",
				},
			},
			cry_pinned_consumeable = {
				name = "Закреплено",
				text = {
					"{C:inactive}Ничего не делает...",
					"{C:inactive}пока что",
				},
			},
			cry_banana_consumeable = {
				name = "Банановый",
				text = {
					"{C:green}Шанс #1# из #2#{} ничего не",
					"сделать при использовании",
				},
			},
			o_nstar = {
				name = "Эффект Обсерватории",
				text = {
					"{X:mult,C:white}X#1#{} Множ. за каждую",
					"использованную {C:attention}Нейтронную звезду{}",
					"в этом забеге",
					"{C:inactive}(Сейчас {X:mult,C:white}X#2#{C:inactive} Множ.)",
				},
			},
			o_sunplanet = {
				name = "Эффект Обсерватории",
				text = {
					"Удерживаемые карты {C:attention}Sol{} и {C:attention}Perkele{}",
					"увеличивают {C:attention}силу Вознесения",
					"{C:inactive}(Сейчас {X:gold,C:white}+#1#{C:inactive})",
				},
			},
			o_perkele = {
				name = "Эффект Обсерватории",
				text = {
					"{X:dark_edition,C:white}^#2#{} множ., если сыграна рука {C:attention}#4#{}",
					"{X:mult,C:white}X#2#{} множ., если сыграна рука {C:attention}#3#{}",
					"Удерживаемые карты {C:attention}Sol{} и {C:attention}Perkele{}",
					"увеличивают {C:attention}силу Вознесения",
					"{C:inactive}(Сейчас {X:gold,C:white}+#1#{C:inactive})",
				},
			},
			p_cry_code_normal_1 = {
				name = "Программный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2#{C:cry_code} Код-карт{}",
				},
			},
			p_cry_code_normal_2 = {
				name = "Программный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2#{C:cry_code} Код-карт{}",
				},
			},
			p_cry_code_jumbo_1 = {
				name = "Большой программный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2#{C:cry_code} Код-карт{}",
				},
			},
			p_cry_code_mega_1 = {
				name = "Мегапрограммный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2#{C:cry_code} Код-карт{}",
				},
			},
			p_cry_empowered = {
				name = "Усиленный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2#{C:spectral} Спектральных карт{}",
					"{s:0.8,C:inactive}(Создано Усиленным тегом)",
				},
			},
			p_cry_meme_1 = {
				name = "Мемный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2# Мемных джокеров{}",
				},
			},
			p_cry_meme_two = {
				name = "Мемный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2# Мемных джокеров{}",
				},
			},
			p_cry_meme_three = {
				name = "Мемный набор",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2# Мемных джокеров{}",
				},
			},
			p_cry_baneful_1 = {
				name = "Набор пагубного шута",
				text = {
					"Выберите {C:attention}#1#{} из",
					"{C:attention}#2# {X:cry_cursed,C:white}Проклятых{} Джокеров",
					"{C:attention}Пропуск{} приведет к {C:red}изгнанию{}",
					"{C:attention}крайнего правого{} вашего Джокера",
				},
			},
			undiscovered_code = {
				name = "Не открыто",
				text = {
					"Купите или используйте",
					"эту карту в партии",
					" без сида чтобы,",
					"узнать, что она делает",
				},
			},
			undiscovered_unique = {
				name = "Не открыто",
				text = {
					"Купите или используйте",
					"эту карту в партии",
					" без сида чтобы,",
					"узнать, что она делает",
				},
			},
			cry_green_seal = {
				name = "Зелёная печать",
				text = {
					"Создаёт {C:cry_code}Код-карту{}, когда сыграна",
					"Не приносит очков",
					"{C:inactive}(Необходимо место)",
				},
			},
			cry_azure_seal = {
				name = "Лазурная печать",
				text = {
					"Создаёт {C:attention}#1#{} {C:dark_edition}Негативных{}",
					"карт{C:planet} Планет{} сыгранной",
					"{C:attention}руки{}, затем",
					"{C:red}уничтожает{} эту карту",
				},
			},
			blurred_sdm0 = {
				name = "а",
				text = {
					'{C:inactive,s:0.8}"Я ненавижу эту карту" - SDM_0, 2024{}',
				},
			},
			cry_multiuse = {
				name = "m",
				text = {
					"{C:inactive}Многоразовое: (Осталось {C:cry_code}#1#{C:inactive})",
				},
			},
		},
		Unique = {
			c_cry_potion = {
				name = "Зелье",
				text = {
					"Накладывает неизвестный",
					"{C:attention}штраф{} при использовании",
					"{C:inactive,s:0.7}Можно получить из Шоколадного К10",
				},
			},
		},
	},
	misc = {
		tutorial = {
			cry_intro_1 = {
				"Привет, я {C:attention}Джозеф Дж. Джокер{}!",
				"Добро пожаловать в {C:cry_exotic,E:1}Cryptid{}!",
			},
			cry_intro_2 = {
				"Похоже, ты еще никогда не",
				"играл в {C:cry_exotic,E:1}Cryptid{} на этом профиле.",
				"Позволь мне показать, как тут всё устроено!",
			},
			cry_intro_3 = {
				"*отращивает руки*",
			},
			cry_intro_4 = {
				"Трудно описать этот мод в паре",
				"предложений, но я скажу одно:",
				"тебя ждет {C:cry_exotic,E:1}Максимально{} дикая поездка!",
				"Это уже не тот {C:attention}Джокер Покер{}, к которому ты привык...",
			},
			cry_intro_5 = {
				"Как ты мог заметить по этим {C:cry_ascendant}наборам{},",
				"я обожаю букву {C:attention}M{}.",
				"Выбери набор, и я всё объясню...",
				"{s:0.8}Примечание: Баланс наборов в глубокой разработке.",
				"{s:0.8}Будь готов к частым изменениям!",
			},
			cry_modest_1 = {
				"Ищешь опыт, близкий к оригиналу?",
				"Тогда набор {C:cry_ascendant}Минимализм{} — для тебя!",
			},
			cry_modest_2 = {
				"Но всё равно берегись подвохов,",
				"спрятанных в Cryptid! Никогда не знаешь,",
				"что найдешь в следующем раунде...",
			},
			cry_mainline_1 = {
				"Хочешь {E:1,C:attention}сломать{} игру? Хорошие новости:",
				"ты можешь сделать это, не теряя рассудка!",
			},
			cry_mainline_2 = {
				"Тут всё еще творится безумие, но у тебя",
				"будет шанс опробовать систему {C:cry_ascendant}прогрессии{}.",
				"Только не расслабляйся слишком сильно...",
			},
			cry_mainline_3 = {
				"Ты определенно станешь сильнее, но",
				"я создал таких {E:1,C:dark_edition}боссов{}, что ты",
				"можешь пожалеть о выборе этого {C:cry_ascendant}набора{}...",
			},
			cry_madness_1 = {
				"Хочешь полностью {C:red,E:1}аннигилировать{} свой жесткий диск?",
				"О, как весело! Набор {C:cry_ascendant}Безумие{} спрашивает:",
				"«Баланс? {E:1,C:red}ЧТО ЭТО ВООБЩЕ ТАКОЕ?!{}»",
			},
			cry_madness_2 = {
				"Я провел недели без сна, накачиваясь {C:green}Mountain Dew{},",
				"чтобы этот набор был {C:cry_ascendant}ИДЕАЛЬНО СБАЛАНСИРОВАН{}",
				"специально для тебя!",
			},
			cry_madness_3 = {
				"Ты начнешь со всем разблокированным контентом,",
				"чтобы обрушить {C:red,E:1}всю мощь{} Cryptid!",
				"Только постарайся не {C:attention,E:1}крашнуть{} игру,",
				"хотя это случится быстрее, чем ты проиграешь...",
			},
		},
		poker_hands = {
			["cry_Bulwark"] = "Оплот",
			["cry_Clusterfuck"] = Cryptid_config.family_mode and "Кластер" or "Пиздец",
			["cry_UltPair"] = "Ультимативная пара",
			["cry_WholeDeck"] = Cryptid_config.family_mode and "Вся колода" or "Вся, блять, колода",
			["cry-Cluster Bulwark"] = "Оплотопиздец",
			["cry_None"] = "Ничего",
		},
		poker_hand_descriptions = {
			["cry_Bulwark"] = {
				"5 карт без ранга и масти",
			},
			["cry_Clusterfuck"] = {
				"Минимум 8 карт, которые не",
				"содержат Пару, Флеш или Стрит",
			},
			["cry_UltPair"] = {
				"Две Две пары, где каждая",
				"Две пары одной масти (всего",
				"две масти на всю комбинацию)",
			},
			["cry_WholeDeck"] = {
				"Рука, содержащая абсолютно каждую",
				"карту из стандартной колоды в 52 карты",
				"Ты в своем уме?",
			},
			["cry_None"] = { "Рука, не содержащая карт" },
	
			["cry_Declare0"] = { "Всегда считается Стритом" },
			["cry_Declare1"] = { "Всегда считается Флешем" },
			["cry_Declare2"] = { "Всегда считается Фулл-хаусом" },
	
			["cry_Declare0_suitless"] = { "Всегда считается Стритом", "Руке не нужны конкретные масти" },
			["cry_Declare1_suitless"] = { "Всегда считается Флешем", "Руке не нужны конкретные масти" },
			["cry_Declare2_suitless"] = { "Всегда считается Фулл-хаусом", "Руке не нужны конкретные масти" },
		},
		achievement_names = {
			ach_cry_ace_in_crash = "Туз в рукаве (буквально)",
			ach_cry_blurred_blurred_joker = "Фактически слеп",
			ach_cry_bullet_hell = "Bullet Hell",
			ach_cry_break_infinity = "Предел бесконечности",
			ach_cry_cryptid_the_cryptid = "Криптид на Криптид",
			ach_cry_exodia = "Экзодия",
			ach_cry_freak_house = "Дом чудил",
			ach_cry_googol_play_pass = "Googol Play Pass",
			ach_cry_haxxor = "Хакер",
			ach_cry_home_realtor = "Риелтор",
			ach_cry_jokes_on_you = "Шутка над тобой, приятель!",
			ach_cry_niw_uoy = "!лидебоП ыТ",
			ach_cry_now_the_fun_begins = "Теперь начнется веселье",
			ach_cry_patience_virtue = "Терпение - это добродетель",
			ach_cry_perfectly_balanced = "Идеально сбалансировано",
			ach_cry_pull_request = "Pull Request",
			ach_cry_traffic_jam = "Пробка",
			ach_cry_ult_full_skip = "Ультимативный скип",
			ach_cry_used_crash = "Мы же говорили тебе не",
			ach_cry_what_have_you_done = "ЧТО ТЫ НАТВОРИЛ?!",
			ach_cry_pin = "Значок позора",
			ach_cry_technically_positive = "Технически позитивен",
			ach_cry_youre_fucking_kidding = Cryptid_config.family_mode and "Ты серьезно?"
				or "Ты, блять, издеваешься?",
			ach_cry_stoned = "Обдолбанный",
			ach_cry_fucked = Cryptid_config.family_mode and "Забитый" or "Пиздец",
			ach_cry_despaired = "В отчаянии",
			ach_cry_decked = "Укомплектован",
		},
		achievement_descriptions = {
			ach_cry_ace_in_crash = 'check_for_unlock({type = "ace_in_crash"})',
			ach_cry_blurred_blurred_joker = "Получите Размытого Размытого джокера",
			ach_cry_bullet_hell = "Имейте 15 AP джокеров",
			ach_cry_break_infinity = "Наберите 1.79e308 фишек за одну руку",
			ach_cry_cryptid_the_cryptid = "Используйте карту Криптид на джокере Криптид",
			ach_cry_exodia = "Имейте 5 Экзотических джокеров",
			ach_cry_freak_house = "Сыграйте Флеш-хаус из черв 6 и 9, имея джокера Nice",
			ach_cry_googol_play_pass = "Подкрути Гугол игральную карту ",
			ach_cry_haxxor = "Используйте чит-код",
			ach_cry_home_realtor = "Активируйте Happy House до 8 Анте (без DoE/Антиматерии)",
			ach_cry_jokes_on_you = "Спровоцируйте эффект Шутки на 1 Анте и выиграйте забег",
			ach_cry_niw_uoy = "Дойдите до -8 Анте",
			ach_cry_now_the_fun_begins = "Получите Холст",
			ach_cry_patience_virtue = "Подождите Лавандовый круг 2 минуты перед первой рукой и победите Блайнд",
			ach_cry_perfectly_balanced = "Победите Очень честной колодой на Восходящей ставке",
			ach_cry_pull_request = "Сделайте так, чтобы ://COMMIT создал того же джокера, которого уничтожил",
			ach_cry_traffic_jam = "Пройдите все испытания Час Пик",
			ach_cry_ult_full_skip = "Выиграйте за 1 раунд",
			ach_cry_used_crash = "Используйте ://CRASH",
			ach_cry_what_have_you_done = "Удалите или Пожертвуйте Экзотическим джокером",
			ach_cry_pin = "Проиграйте забег из-за Блайнда Булавка",
			ach_cry_technically_positive = "Получите Негативного Негативного джокера",
			ach_cry_youre_fucking_kidding = "Сбросьте комбинацию " .. localize("cry_WholeDeck", "poker_hands"),
			ach_cry_stoned = "Прокачайте " .. localize("cry_Bulwark", "poker_hands") .. " до уровня 420",
			ach_cry_fucked = "Прокачайте " .. localize("cry_Clusterfuck", "poker_hands") .. " до уровня 69",
			ach_cry_stoned = "Прокачайте " .. localize("cry_UltPair", "poker_hands") .. " до уровня 2222",
			ach_cry_stoned = "Прокачайте " .. localize("cry_WholeDeck", "poker_hands") .. " до уровня 5252",
		},
		challenge_names = {
			c_cry_ballin = "Баскетболист",
			c_cry_boss_rush = "Войти в оружельную",
			c_cry_dagger_war = "Война кинжалов",
			c_cry_joker_poker = "Джокер Покер",
			c_cry_onlycard = "Соло-карта",
			c_cry_rng = "Рандом",
			c_cry_rush_hour = "Час Пик I",
			c_cry_rush_hour_ii = "Час Пик II",
			c_cry_rush_hour_iii = "Час Пик III",
			c_cry_sticker_sheet = "Лист наклеек",
			c_cry_sticker_sheet_plus = "Лист наклеек+",
		},
		dictionary = {
			--Settings Menu
			cry_set_features = "Функции",
			cry_set_music = "Музыка",
			cry_set_enable_features = "Выберите параметры для включения (требуется перезапуск):",
			cry_feat_achievements = "Достижения",
			["cry_feat_antimatter deck"] = "Антиматериальная колода",
			cry_feat_blinds = "Блайнды",
			cry_feat_challenges = "Испытания",
			["cry_feat_code cards"] = "Код-карты",
			["cry_feat_misc. decks"] = "Прочие колоды",
			["cry_feat_https module"] = "Модуль HTTPS",
			["cry_feat_timer mechanics"] = "Механики таймера",
			["cry_feat_enhanced decks"] = "Улучшенные колоды",
			["cry_feat_epic jokers"] = "Эпические джокеры",
			["cry_feat_exotic jokers"] = "Экзотические джокеры",
			["cry_feat_m jokers"] = "М-джокеры",
			cry_feat_menu = "Кастомное главное меню",
			["cry_feat_misc."] = "Разное",
			["cry_feat_misc. jokers"] = "Прочие джокеры",
			cry_feat_planets = "Планеты",
			cry_feat_jokerdisplay = "JokerDisplay (Ничего не делает)",
			cry_feat_tags = "Теги",
			cry_feat_sleeves = "Рубашки (Sleeves)",
			cry_feat_spectrals = "Спектральные карты",
			["cry_feat_more stakes"] = "Ставки",
			cry_feat_vouchers = "Ваучеры",
			cry_mus_jimball = "Jimball (Funkytown - Lipps Inc. - АП)",
			cry_mus_code = "Код-карты (://LETS_BREAK_THE_GAME - HexaCryonic)",
			cry_mus_exotic = "Экзотические джокеры (Joker in Latin - AlexZGreat)",
			cry_mus_high_score = "Высокий счёт (Final Boss [For Your Computer] - AlexZGreat)",
			cry_force_tooltips = "Принудительные подсказки",
			cry_family = "Семейный режим",
			cry_experimental = "Экспериментальный режим",

			k_cry_program_pack = "Программный набор",
			k_cry_meme_pack = "Мемный набор",
			k_cry_baneful_pack = "Набор пагубного шута",
			cry_baneful_warning = "Пропуск изгонит крайнего правого Джокера",

			cry_critical_hit_ex = "Критический удар!",
			cry_critical_miss_ex = "Критический промах!",

			cry_potion1 = "-1 ко всем уровням рук",
			cry_potion2 = "X1.15 к размеру Блайнда",
			cry_potion3 = "-1 рука и сброс",

			cry_debuff_oldhouse = "Без Фулл-хаусов",
			cry_debuff_oldarm = "Сыграйте 4 или меньше карт",
			cry_debuff_oldpillar = "Без Стритов",
			cry_debuff_oldflint = "Без Флешей",
			cry_debuff_oldmark = "Без рук, содержащих Пару",
			cry_debuff_obsidian_orb = "Применяет способности всех побеждённых Босс-блайндов",
			cry_blind_baneful_pack = "После раунда откройте Набор пагубного шута",

			cry_tax_placeholder = "(X0.4 требование блайнда)",
			cry_joke_placeholder = "(кратно 8)",

			k_code = "Код",
			k_chips = "Фишки",
			k_content_set = "Тематический набор",
			b_content_sets = "Тематические наборы",
			--Why aren't these in vanilla?
			b_tag = "Тег",
			b_blind = "Блайнд",
			rush_hour_reminder = "Включите блайнды Clock и Lavender, чтобы играть в Час пик",

			b_tarot_rate = "Шанс Таро",
			b_planet_rate = "Шанс Планет",

			k_unique = "Уникальный",
			b_code_cards = "Код-карты",
			b_unique_cards = "Уникальные карты",
			b_pull = "ВТЯНУТЬ",
			b_playing_cards = "Игральные карты",
			cry_hooked_ex = "Связано!",
			k_end_blind = "Завершить блайнд",
			k_cry_shiny = "Блестящий",

			cry_code_rank = "ВВЕДИТЕ РАНГ",
			cry_code_enh = "ВВЕДИТЕ УЛУЧШЕНИЕ",
			cry_code_hand = "ВВЕДИТЕ РУКУ",
			cry_code_enter_card = "ВВЕДИТЕ КАРТУ",
			cry_code_apply = "ПРИМЕНИТЬ",
			cry_code_apply_previous = "ПРИМЕНИТЬ ПРЕДЫДУЩЕЕ",
			cry_code_exploit = "ЭКСПЛОЙТ",
			cry_code_exploit_previous = "ЭКСПЛОЙТ ПРЕДЫДУЩЕГО",
			cry_code_create = "СОЗДАТЬ",
			cry_code_create_previous = "СОЗДАТЬ ПРЕДЫДУЩЕЕ",
			cry_code_execute = "ВЫПОЛНИТЬ",
			cry_code_cancel = "ОТМЕНА",
			cry_code_enter_hand = "ВВЕДИТЕ НАЗВАНИЕ РУКИ",
			cry_code_with_suits = "УЧИТЫВАТЬ МАСТИ",
			cry_code_without_suits = "ИГНОРИРОВАТЬ МАСТИ",
			cry_code_suitless = "Рука не требует конкретных мастей",
			cry_code_empty = "[Объявить руку]",
			cry_code_exit = "ВЫХОД",
			cry_code_antevoucher = "След. Босс и Ваучер",
			cry_code_nextjokers = "След. Джокеры в магазине",
			cry_code_nextcards = "След. взятые карты",

			b_flip = "ПЕРЕВЕРНУТЬ",
			b_merge = "СОЕДИНИТЬ",
			b_store = "СОХРАНИТЬ",

			cry_hand_bulwark = "Оплот",
			cry_hand_clusterfuck = "Пиздец",
			cry_hand_ultpair = "Ультимативная пара",

			cry_asc_hands = "Вознес. руки",
			cry_p_star = "Звезда",

			cry_again_q = "Снова?",
			cry_balanced_q = "Сбалансировано...?",
			cry_curse = "Проклятие",
			cry_curse_ex = "Проклятие!",
			cry_demicolon = "Деми-триггер!",
			cry_sobbing = "Помогите мне...",
			cry_gaming = "Гейминг",
			cry_gaming_ex = "Гейминг!",
			cry_good_luck_ex = "Удачи!",
			cry_sus_ex = "Предатель!",
			cry_jolly_ex = "Веселье!",
			cry_highfive_ex = "Дай пять!",
			cry_m_minus = "m",
			cry_m = "M",
			cry_m_ex = "M!",
			cry_minus_round = "-1 Раунд",
			cry_plus_cryptid = "+1 Криптид",
			cry_plus_card = "+1 Карта",
			cry_plus_code = "+1 Код",
			cry_no_triggers = "Триггеров не осталось!",
			cry_unredeemed = "Выкуп отменён...",
			cry_active = "Активно",
			cry_inactive = "Неактивно",
			cry_divorced = "В разводе!",
			cry_destroyed_ex = "Уничтожено!",

			k_disable_music = "Отключить музыку",

			k_cry_epic = "Эпический",
			k_cry_exotic = "Экзотический",
			k_cry_candy = "Конфета",
			k_cry_cursed = "Проклятый",

			k_downgraded_ex = "Уровень понижен!",

			k_planet_disc = "Околозвездный диск",
			k_planet_satellite = "Естественные спутники",
			k_planet_universe = Cryptid_config.family_mode and "Вселенная" or " Вся ёбаная Вселенная",
			k_planet_nibiru = "Ничего",

			cry_notif_jimball_1 = "Джимболл",
			cry_notif_jimball_2 = "Уведомление об АП",
			cry_notif_jimball_d1 = 'Джимболл играет песню "Funkytown",',
			cry_notif_jimball_d2 = "которая защищена авторским правом и не",
			cry_notif_jimball_d3 = "может быть использована на стримах",

			cry_gameset_explanation = {
				"Выберите вариант конфигурации игрового набора,",
				"который будет применен к этой карт",
			},
			cry_gameset_disabled = "Отключено",
			cry_gameset_modest = "Минимализм",
			cry_gameset_mainline = "Масштабирование",
			cry_gameset_madness = "Месиво",
			cry_gameset_custom = "Изменено",
			cry_gameset_Custom = "Пользовательский",
			cry_gameset_exp = "Экспериментальный",
			cry_gameset_exp_modest = "Экспериментальный (Минимализм)",
			cry_gameset_exp_mainline = "Экспериментальный (Масштабирование)",
			cry_gameset_exp_madness = "Экспериментальный (Месиво)",

			cry_view_set_contents = "Просмотреть предметы в наборе",

			cry_sapling_an = "",
			cry_sapling_a = "",

			b_reset_gameset_modest = "Сбросить конфиг набора (Минимализм)",
			b_reset_gameset_mainline = "Сбросить конфиг набора (Масштабирование)",
			b_reset_gameset_madness = "Сбросить конфиг набора (Месиво)",

			cry_circus_generic = "Каждый {V:#1#}#2#{} Джокер дает {X:mult,C:white} X#3# {} Мульт",
		},
		labels = {
			food_jokers = "Еда-джокеры",
			banana = "Банановый",
			pinned = "Закрепленный",
			cry_absolute = "Абсолютный",
			code = "Код",
			unique = "Уникальный",
			cry_rigged = "Подкрученный",
			cry_hooked = "Связанный",
			cry_global_sticker = "Глобальный",
			cry_flickering = "Мерцающий",
			cry_possessed = "Одержимый",

			cry_green_seal = "Зеленая печать",
			cry_azure_seal = "Лазурная печать",

			cry_astral = "Астральный",
			cry_blur = "Размытый",
			cry_double_sided = "Двусторонний",
			cry_glass = "Хрупкий",
			cry_glitched = "Глючный",
			cry_gold = "Золотой",
			cry_m = "Веселый",
			cry_mosaic = "Мозаичный",
			cry_noisy = "Шумный",
			cry_oversat = "Перенасыщенный",

			k_cry_epic = "Эпический",
			k_cry_exotic = "Экзотический",
			k_cry_candy = "Конфета",
			k_cry_cursed = "Проклятый",
		},
		rnj_loc_txts = {
			stats = {
				plus_mult = { "{C:red}+#2#{} Множ." },
				plus_chips = { "{C:blue}+#2#{} шт. фишек" },
				x_mult = { "{X:red,C:white} X#2#{} Множ." },
				x_chips = { "{X:blue,C:white} X#2#{} шт. фишек" },
				h_size = { "{C:attention}+#2#{} Размер руки" },
				money = { "{C:money}+$#2#{} при выплате" },
			},
			stats_inactive = {
				plus_mult = { "{C:inactive}(Сейчас {C:red}+#1#{C:inactive} Множ.)" },
				plus_chips = { "{C:inactive}(Сейчас {C:blue}+#1#{C:inactive} шт. фишек)" },
				x_mult = { "{C:inactive}(Сейчас {X:red,C:white} X#1# {C:inactive} Множ.)" },
				x_chips = { "{C:inactive}(Сейчас {X:blue,C:white} X#1# {C:inactive} шт. фишек)" },
				h_size = { "{C:inactive}(Сейчас {C:attention}+#1#{C:inactive} Размер руки)" },
				money = { "{C:inactive}(Сейчас {C:money}+$#1#{C:inactive})" },
			},
			actions = {
				make_joker = { "Создает {C:attention}#2# Джокера(ов){}" },
				make_tarot = { "Создает {C:attention}#2# карту(ы) Таро{}" },
				make_planet = { "Создает {C:attention}#2# карту(ы) Планет{}" },
				make_spectral = { "Создает {C:attention}#2# Спектральную(ые) карту(ы){}" },
				add_dollars = { "Дает {C:money}$#2#{}" },
			},
			contexts = {
				open_booster = { "при открытии {C:attention}Набора{}" },
				buying_card = { "при покупке карты" },
				selling_self = { "при продаже этой карты" },
				selling_card = { "при продаже карты" },
				reroll_shop = { "при обновлении" },
				ending_shop = { "в конце работы {C:attention}магазина{}" },
				skip_blind = { "при пропуске {C:attention}блайнда{}" },
				skipping_booster = { "при пропуске любого {C:attention}Набора{}" },
				playing_card_added = { "каждый раз, когда {C:attention}игральная карта{} добавляется в колоду" },
				first_hand_drawn = { "в начале раунда" },
				setting_blind = { "при выборе {C:attention}Блайнда{}" },
				remove_playing_cards = { "при уничтожении карты" },
				using_consumeable = { "при использовании {C:attention}расходуемой{} карты" },
				debuff_hand = { "если сыгранная {C:attention}рука{} запрещена" },
				pre_discard = { "перед каждым сбросом" },
				discard = { "за каждую сброшенную карту" },
				end_of_round = { "в конце {C:attention}раунда{}" },
				individual_play = { "за каждую засчитанную карту" },
				individual_hand_score = { "за каждую карту в руке при подсчете очков" },
				individual_hand_end = { "за каждую карту в руке в конце {C:attention}раунда{}" },
				repetition_play = { "Перезапускает сыгранные карты" },
				repetition_hand = { "Перезапускает карты в руке" },
				other_joker = { "за каждого {C:attention}Джокера{}" },
				before = { "перед каждой {C:attention}рукой{}" },
				after = { "после каждой {C:attention}руки{}" },
				joker_main = {},
			},
			conds = {
				buy_common = { "если это {C:blue}Обычный{} {C:attention}Джокер{}" },
				buy_uncommon = { "если это {C:green}Необычный{} {C:attention}Джокер{}" },
				tarot = { "если это карта {C:tarot}Таро{}" },
				planet = { "если это карта {C:planet}Планет{}" },
				spectral = { "если это {C:spectral}Спектральная{} карта" },
				joker = { "если это {C:attention}Джокер{}" },
				suit = { "если карта масти {V:1}#3#{}" },
				rank = { "если карта ранга {C:attention}#3#{}" },
				face = { "если это карта {C:attention}с лицом{}" },
				boss = { "если {C:attention}блайнд{} - это {C:attention}Босс-блайнд{}" },
				non_boss = { "если {C:attention}блайнд{} - это {C:attention}не Босс-блайнд{}" },
				small = { "если {C:attention}блайнд{} - это {C:attention}Малый блайнд{}" },
				big = { "если {C:attention}блайнд{} - это {C:attention}Большой блайнд{}" },
				first = { "если это {C:attention}первая {C:attention}рука{}" },
				last = { "если это {C:attention}последняя {C:attention}рука{}" },
				common = { "если это {C:blue}Обычный{} {C:attention}Джокер{}" },
				uncommon = { "если это {C:green}Необычный{} {C:attention}Джокер{}" },
				rare = { "если это {C:red}Редкий{} {C:attention}Джокер{}" },
				poker_hand = { "если рука - {C:attention}#3#{}" },
				or_more = { "если в руке {C:attention}#3#{} или более карт" },
				or_less = { "если в руке {C:attention}#3#{} или менее карт" },
				hands_left = { "если осталось #3# {C:blue}рук(и){} в конце раунда" },
				discards_left = { "если осталось #3# {C:red}сброса(ов){} в конце раунда" },
				first_discard = { "если это {C:attention}первый {C:attention}сброс{}" },
				last_discard = { "если это {C:attention}последний {C:attention}сброс{}" },
				odds = { "с шансом {C:green}#4# {C:green}из {C:green}#3#{}" },
			},
		},
		v_dictionary = {
			a_xchips = "X#1# шт. фишек",
			a_powmult = "^#1# Множ.",
			a_powchips = "^#1# шт. фишек",
			a_powmultchips = "^#1# Множ.+шт. фишек",
			a_round = "+#1# Раунд",
			a_candy = "+#1# Конфета",
			a_xchips_minus = "-X#1# шт. фишек",
			a_powmult_minus = "-^#1# Множ.",
			a_powchips_minus = "-^#1# шт. фишек",
			a_powmultchips_minus = "-^#1# Множ.+шт. фишек",
			a_round_minus = "-#1# Раунд",
			a_tag_minus = "-#1# Тег",
			a_tags_minus = "-#1# Тега(ов)",
			a_tag = "+#1# Тег",
			a_tags = "+#1# Тега(ов)",

			cry_sticker_name = "Наклейка: #1#",
			cry_sticker_desc = {
				"Использовал этого Джокера,",
				"чтобы победить на сложности",
				"#2#Ставка: #3##1#",
			},
			tax_hand = "Макс. #1#% от нужных шт. фишек",
			cry_art = "Дизайн: #1#",
			cry_code = "Код: #1#",
			cry_idea = "Идея: #1#",
			cry_trade_add = "#1# получен через обмен",
			cry_trade_remove = "#1# потерян через обмен",
		},
		-- Thanks to many members of the community for contributing to all of these quips!
		-- There's too many to credit so just go here: https://discord.com/channels/1116389027176787968/1209506360987877408/1237971471146553406
		-- And here: https://discord.com/channels/1116389027176787968/1219749193204371456/1240468252325318667
		very_fair_quips = {
			{ "L", "ВАУЧЕРОВ НЕТ", "ДЛЯ ТЕБЯ" },
			{ "БОЛВАН", "ТЫ РЕАЛЬНО ДУМАЛ,", "ЧТО Я ДАМ ТЕБЕ ВАУЧЕР?" },
			{ "НЕТ!", "ТУТ НЕТ ВАУЧЕРОВ!", "(ВЫПУСК ЗАСТОЯ)" },
			{ "ПРОБЛЕМЫ С НАВЫКОМ", "ПРЕДСТАВЬ, ЧТО ТЫ ДОСТАТОЧНО ХОРОШ", "ДЛЯ ВАУЧЕРА" },
			{ "ДЖИМБО", "ИЗ РУКОВОДСТВА", "ЗАБЫЛ ПОПОЛНИТЬ ЗАПАСЫ" },
			{ "ОЙ!", "ВАУЧЕРОВ НЕТ", "" },
			{ "ЭЙ, ШУТНИК,", "ЧЕГО ТЫ ТУТ", "ВЫСМАТРИВАЕШЬ? ЛОЛ" },
			{ "ТВОЙ ВАУЧЕР", "В ДРУГОМ", "МАГАЗИНЕ" },
			{ "$0", "ПУСТОЙ ВАУЧЕР", "(ПОНИМАЕШЬ?)" },
			{ "ОШИБКА", "НЕВОЗМОЖНО ВЫПОЛНИТЬ АРИФМЕТИКУ", "ЗНАЧЕНИЕ NIL (tier4vouchers.lua)" },
			{ "СКИДКА 100%", "НА ВСЕ ВАУЧЕРЫ", "(КТО-ТО ИХ УЖЕ КУПИЛ)" },
			{ "ПОПРОБУЙ ПОЗЖЕ", "ПОДСКАЗКА: У ТЕБЯ ВСЕ РАВНО", "НЕ ХВАТИТ ДЕНЕГ" },
			{ "А?", '"ВАУЧЕР"?', "ТАКОГО СЛОВА ДАЖЕ НЕТ..." },
			{ "ЗАЖМИ «R»", "ЧТОБЫ ВЕРНУТЬ", "ВСЕ ВАУЧЕРЫ" },
			{ "А ВЫ ЗНАЛИ?", "НАЖАТИЕ ALT+F4 ДАЕТ", "БЕСПЛАТНЫЕ ВАУЧЕРЫ!" },
			{ "ИЗВИНИТЕ,", "ВАУЧЕРОВ НЕТ ИЗ-ЗА", "СОКРАЩЕНИЯ БЮДЖЕТА" },
			{ "ЗВОНИТЕ 1-600-JIMBO,", "ЧТОБЫ ОЦЕНИТЬ ВАШ", "ОПЫТ БЕЗ ВАУЧЕРОВ" },
			{ "ПОРАЖЕНИЕ", "ПОБЕДИТЕ БОССА АНТЕ 39,", "ЧТОБЫ ОБНОВИТЬ" },
			{ "ФОКУС-ПОКУС", "Я ЗАСТАВИЛ ЭТОТ ВАУЧЕР", "ИСЧЕЗНУТЬ" },
			{ "ЧЕМ ВАУЧЕР", "ПОХОЖ НА", "ПИСЬМЕННЫЙ СТОЛ?" },
			{ "МЫ ОТОЗВАЛИ ВАШИ ВАУЧЕРЫ,", "ОНИ БУДУТ ПОЛЕЗНЕЕ", "В ДРУГИХ ЗАБЕГАХ" },
			{ "ИЗВИНИТЕ,", "ВАУЧЕРЫ ИСПЫТЫВАЮТ", "VOUCHIFIA ABORTUS" },
			{ "К СОЖАЛЕНИЮ,", "ОБНОВЛЕНИЕ VOUCHRX", "БЫЛО ОТМЕНЕНО" },
			{ "ПОБЕДИ", "БОСС БЛАЙНД ЧТОБЫ", "НИЧЕГО НЕ ИЗМЕНИТЬ" },
			{ "ПТИЧКИ ПОЮТ,", "ЦВЕТЫ БЛАУХАЮТ,", "ДЕТИ ВРОДЕ ТЕБЯ..." },
			{ "НАМ ЖАЛЬ СООБЩАТЬ,", "ВСЕ ВАУЧЕРЫ ОТОЗВАНЫ", "ИЗ-ЗА ВСПЫШКИ САЛЬМОНЕЛЛЫ" },
			{ "ВАУЧЕРЫ НЕ ПРИЕХАЛИ,", "ТАК КАК ПЛАНИРОВКА МАГАЗИНА", "ПРЕВЫСИЛА БЮДЖЕТ НА 200%" },
			{ "ТЕБЕ НРАВИТСЯ", "ПОКУПАТЬ ВАУЧЕРЫ, ДА?", "ТЫ ГРЯЗНЫЙ ВАУЧЕРОЛЮБ" },
			{ "ВАУЧЕРЫ", "!E", "ПУЛ ВАУЧЕРОВ" },
			{ "ВАУЧЕРЫ", "НЕ", "РЕАЛЬНЫ" },
			{ "ДЕДА МОРОЗА", "НЕ СУЩЕСТВУЕТ,", "КАК И ВАУЧЕРОВ" },
			{ "", "ВАУЧЕР - НЕТ", "" },
			{ "ТЫ", "ТОЛЬКО ЧТО", "ПРОИГРАЛ ИГРУ" },
			{ "МОГУ Я ПРЕДЛОЖИТЬ", "ВАМ ЯЙЦО В ЭТО", "НЕПРОСТОЕ ВРЕМЯ?" },
			{ "ИДИ ПОТРОГАЙ ТРАВУ", "ВМЕСТО ТОГО ЧТОБЫ", "ЮЗАТЬ ЭТУ КОЛОДУ" },
			{ "ТЫ МОГ БЫ СЕЙЧАС", "ИГРАТЬ НА СИНЕЙ", "КОЛОДЕ" },
			{ "БЕСПЛАТНАЯ ЭКЗОТИКА", "ЗАБИРАЙ, ПОКА НЕ", "ПОЗДНО (продано)" },
			{ "ДОКАЖИ ИМ ОБРАТНОЕ,", "КУПИВ НЕВИДИМЫЙ", "ВАУЧЕР ЗА $10" },
			{ "", "без ваучеров?", "" },
			{ "видишь эту рекламу?", "если да, то она работает,", "и ты мог бы купить её себе" },
			{ "ТЫ СЕЙЧАС УПУСКАЕШЬ", "КАК МИНИМУМ 5 ВАУЧЕРОВ", "тонктонктонктонктонк" },
			{ "10", "20 ВАУЧЕРОВ НЕТ XD", "30 GOTO 10" },
			{ "ВАУЧЕРЫ - ЭТО", "ПРЕМИУМ-ФУНКЦИЯ,", "$199.99 ДЛЯ РАЗБЛОКИРОВКИ" },
			{ "НАСТОЯЩИЙ БЕЗВАУЧЕР!?!?", "ТОЛЬКО ДЛЯ ВОЗВЫШЕННОЙ СТАВКИ", "ОЧЕНЬ ЧЕСТНАЯ КОЛОДА" },
			{ "НРАВИТСЯ ВАШ", "ВАУЧЕРНЫЙ ОПЫТ? ОЦЕНИТЕ НАС", "В ПЯТЬ ЗВЕЗД НА JESTELP" },
			{ "БЕСПЛАТНЫЕ ВАУЧЕРЫ", "ГОРЯЧИЕ ВАУЧЕРЫ", "ПОЛУЧИТЕ ИХ ОДНИМ ТРЮКОМ" },
			{ "ПРЕДСТАВЛЯЕМ", "САМЫЙ ПЕРВЫЙ ВАУЧЕР TIER 0!", "(скоро в Cryptid 1.0)" },
			{ "ВАУЧЕР!", "ОН ПРОСТО ВООБРАЖАЕМЫЙ", "МЫ ВООБРАЗИЛИ, ЧТО ТЫ ЕГО ХОЧЕШЬ" },
			{ "ВЫКЛЮЧИ ADBLOCK", "БЕЗ РЕКЛАМЫ МЫ НЕ СМОЖЕМ", "ПРОДАВАТЬ ТЕБЕ ВАУЧЕРЫ" },
			{ "ЕСЛИ У ВАС", "ЕСТЬ ПРОБЛЕМА С ЭТИМ,", "ПИШИТЕ НА NORESPONSE@JMAIL.COM" },
			{ "НЕДОСТАТОЧНО ДЕНЕГ,", "ЧТОБЫ КУПИТЬ ВАУЧЕР,", "ТАК ЗАЧЕМ НАМ ЕГО СЮДА СТАВИТЬ?" },
			{ "ХОЧЕШЬ ВАУЧЕР?", "НУ ТАК ЗАТКНИСЬ,", "ТЫ ЕГО НЕ ПОЛУЧИШЬ ЛОЛ" },
			{ "^$%& НИКАКИХ", "ВАУЧЕРОВ ^%&% %&$^% ДЛЯ", "$%&%%$ %&$&*%$^ ТЕБЯ" },
			{ "ВАУЧЕР (ЧЕСТНО)", "|\\/|", "|/\\|" },
			{
				"... --- ...",
				"-.--. .. --. .-. --- -.- / .-. .- ... -.. . -.-. --- -.. .. .-. --- ... .- .-.. / -- --- .-. --.. . -.--.",
				"-.--. -.-. --- -.. / --- - / .-- .- ..- ---. . .-. .- -.--.",
			},
			{ "ЗАБЕГ > НОВЫЙ", "СМОТРИ В ПУСТОТУ", "ЧАСИК ИЛИ ДВА" },
			{ "НАМ ОЧЕНЬ ЖАЛЬ,", "ПОСЛЕДНИЙ ПАРЕНЬ В ПАНИКЕ", "СКУПИЛ ВСЕ ВАУЧЕРЫ" },
			{ "КАКОВО ЭТО -", "НЕ ПОКУПАТЬ", "ВАУЧЕРЫ" },
			{ "ДЖИМБО ВЫКИНУЛ 1", "НА КУБИКАХ И ВЫБРОСИЛ", "ВСЕ ВАУЧЕРЫ В КАНАВУ" },
			{ "ПОПЫТКА ИНДЕКСАЦИИ", "ПОЛЯ 'VOUCHER'", "(ЗНАЧЕНИЕ NIL)" },
			{
				"ТЫ РЕАЛЬНО ДУМАЛ, ЧТО ЧТЕНИЕ ВСЕХ ЭТИХ СТРОК ВЕРНЕТ ТВОИ ВАУЧЕРЫ?",
				"ЖАЛЬ ОГОРЧАТЬ, НО В ЭТОЙ КОЛОДЕ НЕТ ТЕХ ВАУЧЕРОВ, ЧТО ТЫ ИЩЕШЬ",
				"ЭТОТ АНОМАЛЬНО ДЛИННЫЙ ТЕКСТ ЗДЕСЬ ТОЛЬКО ДЛЯ ТОГО, ЧТОБЫ ПОТРАТИТЬ ТВОЕ ВРЕМЯ",
			},
			{ "ПЕРЕЙДИ ПО ССЫЛКЕ", "https://youtu.be/p7YXXieghto", "ДЛЯ БЕСПЛАТНЫХ ВАУЧЕРОВ" },
		},
	},
}
